Repository: octavian-paraschiv/protone-suite
Catalog: ProTONE Suite/src/Framework/ProTONE/OPMedia.UI.ProTONE/Translations/Translation.*.resx
Languages: de, fr

# TXT_SHUFFLE
source: Shuffle
de: Mischen
fr: Battage

# TXT_SHUTDOWN_PC
source: shut down the PC
de: Herunterfahren des PCs
fr: l'arrêt du PC

# TXT_SKIP_DVD_MENU
source: Ignore the DVD menu (play directly first title)
de: Ignorieren Sie das DVD-Menü (Wiedergabe direkt ersten Titel)
fr: Ignorer le menu du DVD (lire le titre directement en premier)

# TXT_STANDBY_PC
source: put the PC into standby mode
de: Setzen Sie den PC in den Standby-Modus
fr: mettre l'ordinateur en mode veille

# TXT_STOPPED
source: Stopped
de: Gestoppt
fr: Arrêté

# TXT_SUBTITLEDOWNLOADNOTIFY
source: {0} subtitles found for {1}:
de: {0} untertitel wurden für {1} gefunden:
fr: {0} sous-titres ont été trouvés pour {1}:

# TXT_SUBTITLES
source: Subtitles
de: Untertitel
fr: Sous-titres

# TXT_SUBTITLESCFG
source: Subtitle Settings
de: Untertitel Einstellungen
fr: Réglages sous-titres

# TXT_S_SUBTITLESETTINGS
source: Subtitles
de: Untertitel
fr: Sous-titres

# TXT_SUBTITLE_DOWNLOAD
source: Allow downloading subtitles from Internet
de: Zulassen des Downloads Untertitel aus dem Internet
fr: Autoriser les téléchargements à partir d'Internet sous-titres

# TXT_SUB_DOWNLOAD_ERROR
source: Subtitle search has been aborted because an error has occured.
de: Untertitel-Suche wurde abgebrochen, weil ein Fehler aufgetreten.
fr: Recherche sous-titre a été abandonnée en raison d'une erreur s'est produite.

# TXT_SUB_HINTS
source: Hint: The results are sorted using these criteria (in this order): selected column, language (Preferred language on top), prio (server order = order of subtitle servers in Subtitles/OSD Settings page). Click on a column header to select another sort citeria.
de: Hinweis: Die Ergebnisse werden sortiert Nach diesen Kriterien (in dieser Reihenfolge): ausgewählte Spalte, Sprache (bevorzugte Sprache auf der Oberseite), prio (Server order = Reihenfolge der Untertitel-Servern in Untertitel / OSD-Einstellungen-Seite). Klicken Sie auf eine Spaltenüberschrift, um eine andere Art citeria wählen.
fr: Remarque: Les résultats sont triés en utilisant ces critères (dans cet ordre): la colonne sélectionnée, la langue (langue préférée en haut), prio (serveur order = ordre de serveurs de sous-titres Sous-titres en / page Paramètres OSD). Cliquez sur un en-tête de colonne pour sélectionner une autre citeria sorte.

# TXT_SUB_LOAD
source: Load the selected subtitle
de: Laden Sie die ausgewählten Untertitel
fr: Chargez le sous-titre sélectionné

# TXT_SUB_LOADED
source: The selected subtitle was successfully loaded! Enjoy!
de: Der gewählte Untertitel wurde erfolgreich geladen! Viel Spaß!
fr: Le sous-titre sélectionné a été chargé avec succès! Amusez-vous!

# TXT_SYSTEM_NOT_OK
source: Multimedia codecs are not installed and configured OK.
de: Multimedia-Codecs werden nicht installiert und konfiguriert ist OK.
fr: Codecs multimédias ne sont pas installés et configurés sur OK.

# TXT_SYSTEM_OK
source: Multimedia codecs are installed and configured OK.
de: Multimedia-Codecs installiert und konfiguriert sind OK.
fr: Codecs multimédias sont installés et configurés sur OK.

# TXT_TIMESCALE
source: Time scale. Click to play from position: {0}
de: Zeitskala. Klicken, um von Position zu spielen: {0}
fr: Échelle de temps Cliquez pour jouer à partir de la position: {0}

# TXT_TIMESCALE_BOOKMARK
source: Time scale. Click to play from bookmark: "{1}" Bookmark time: {0}
de: Zeitskala. Klicken Sie auf das Lesezeichen aus spielen: "{1}" Bookmark Zeit: {0}
fr: Échelle de temps Cliquez pour jouer à partir de signet: "{1}" Temps de signet: {0}

# TXT_TOTAL_TIME
source: Total time.
de: Insgesamt benötigte Zeit.
fr: Temps total.

# TXT_UNSELECT_ALLAUDIO
source: No audio files
de: Keine Audio-Dateien
fr: Pas de fichiers audio

# TXT_UNSELECT_ALLPLAYLISTS
source: No playlists
de: Keine Wiedergabelisten
fr: Pas de listes de lecture

# TXT_UNSELECT_ALLVIDEO
source: No video files
de: Keine Video-Dateien
fr: Pas de fichiers vidéo

# TXT_VIDEOSETTINGS
source: Video Settings
de: Video-Einstellungen
fr: Paramètres vidéo

# TXT_VIDEO_AVAILABLE
source: Video stream available.
de: Video-Stream verfügbar.
fr: Flux vidéo disponibles.

# TXT_VIDEO_FILES
source: Video files
de: Video-Dateien
fr: Les fichiers vidéo

# TXT_VIDEO_HD_FILES
source: High Definition video files
de: High-Definition-Video-Dateien
fr: Des fichiers vidéo haute définition

# TXT_VOLSCALE
source: Volume scale. Click to set volume to: {0} %
de: Volumenskala. Klicken Sie auf das Volumen eingestellt werden: {0}%
fr: Échelle de volume Cliquez pour régler le volume d': {0}%

# TXT_INSTALLCOMPONENT
source: Install component...
fr: Installer le composant ...

# TXT_PRIO
source: Priority
de: Priorität
fr: Priorité

# TXT_MINUTES
source: minutes (0 = download always)
de: Minute(n).
fr: minute (s).

# TXT_S_MISC_SETTINGS
source: Misc
de: Sonstiges
fr: Divers

# TXT_METADATAPATTERNS
source: The patterns available for playlist item names formatting are based on combinations of these keywords: <A> = artist name (from media tag); <B> = album name (from media tag); <T> = title (from media tag); <C> = comments (from media tag); <G> = genre (from media tag); <#> = track # (from media tag); <Y> = year (from media tag).
de: Die Muster für Wiedergabelistenobjekt Formatierung werden auf Kombinationen aus diesen Schlüsselwörtern: <A> = Name des Interpreten (von Etikett); <B> = Name des Albums (von Etikett); <T>=Titel (von Etikett); <C> = Kommentare (von Etikett); <G> = Genre (von Etikett); <#> = # verfolgen (von Etikett); <Y> = Jahr, (von Etikett).
fr: Les modèles disponibles pour le formatage élément de la liste de lecture sont basées sur des combinaisons de ces mots-clés: <A> = nom de l'artiste (de etiquette); <B> = nom de l'album (de etiquette); <T> = titre (de etiquette); <C> = commentaires (de etiquette); <G> = genre (de etiquette); <#> = numéro de piste (de etiquette); <Y> = année (de etiquette).

# TXT_DISPLAY_FILENAME
source: No formatting options are specified. The program will display the file name in playlist entry.
de: Keine Formatierungsoptionen angegeben sind. Das Programm wird den Namen der Datei in der Wiedergabeliste Eintrag anzuzeigen.
fr: Pas options de formatage sont spécifiées. Le programme affiche le nom du fichier en entrée liste de lecture.

# TXT_FILENAME_FORMAT
source: If metadata is missing, use file name parsed as:
de: Wenn Metadaten fehlt, verwenden Sie als Dateinamen analysiert:
fr: Si les métadonnées sont manquantes, utilisez le nom du fichier analysé comme:

# TXT_USE_METADATA
source: Use file metadata (e.g. ID3 tags)
de: Verwenden Sie Datei-Metadaten (z.B. ID3-Felder)
fr: Utiliser fichier de métadonnées (par exemple champs ID3)

# TXT_FALLBACKMONITOR
source: Fallback Monitor:
de: Sichern Monitor:
fr: Moniteur de repli:

# TXT_FALLBACKMONITORDESC
source: The fallback monitor will be used to display video contents whenever the preffered monitor is not connected to the system.
de: Die Sichern Monitor verwendet werden, um Video-Inhalte angezeigt werden, wenn der Monitor nicht preffered an das System angeschlossen werden.
fr: Le moniteur de repli sera utilisé pour afficher le contenu vidéo lorsque le moniteur est preffered pas connecté au système.

# TXT_MONITORAFFINITY
source: Monitors
de: Monitore
fr: Moniteurs

# TXT_PREFERREDMONITOR
source: Preffered Monitor:
de: Bevorzugte Monitor:
fr: Moniteur Preffered:

# TXT_PREFERREDMONITORDESC
source: The preffered monitor will be used to display video contents whenever it is connected to the system.
de: Die bevorzugte Monitor wird verwendet, um Video-Inhalte angezeigt werden, wenn es an das System angeschlossen wird.
fr: Le moniteur preffered sera utilisé pour afficher le contenu vidéo à chaque fois qu'il est connecté au système.

# TXT_RESTOREDEFAULTSDESC
source: Using 'Restore Defaults' will set both the preferred and fallback monitor to the primary monitor attached to the system.
de: Die Verwendung von 'Standardeinstellungen' werden sowohl die Bevorzugte und Fallback Monitoren auf dem primären Monitor an das System eingestellt.
fr: Utilisation de 'Restore Defaults' sera mis à la fois le moniteur préféré et de repli vers le moniteur principal attaché au système.

# TXT_PLAYLISTOPTIONS
source: Playlist
de: Wiedergabelist
fr: Liste de lecture

# TXT_PREFERREDMONITORDETACHED
source: The preferred monitor is no longer connected to the system. To choose another preffered monitor, use 'Restore defaults' then re-select the preferred monitor.
de: Die bevorzugte Monitor ist nicht mehr an das System angeschlossen. Um ein weiteres bevorzugte Monitor wählen, verwenden 'Standardeinstellungen' wählen Sie dann erneut den bevorzugte Monitor.
fr: Le moniteur préférée n'est plus connecté au système. Pour choisir un autre moniteur preffered, utilisez «Paramètres par défaut», puis sélectionnez de nouveau le moniteur préféré.

# TXT_PLAYLIST_FORMAT
source: Format playlist entries as:
de: Format Wiedergabelist Einträge wie:
fr: Format liste de lecture entrées comme suit:

# TXT_INVALIDDVDVOLUME
source: You have specified an invalid DVD volume. Please reselect.
de: Sie haben eine ungültige DVD Volumen angegeben. Bitte wählen Sie erneut.
fr: Vous avez spécifié un volume DVD invalide. S'il vous plaît sélectionnez de nouveau.

# TXT_PANELSHIDDEN_NOADMIN
source: Your user account does not have administrator rights. You won't be able to view the Supported Files and the Remote Control settings. In order to access these settings, you must launch ProTONE Player under a user account that has administrator rights.
de: Weil Ihr Benutzerkonto nicht über Administratorrechte verfügt, werden Sie nicht Lage sein, die Unterstützte Dateien und die Fernsteuerung-Einstellungen anzuzeigen. Um diese Einstellungen zuzugreifen, müssen Sie starten ProTONE Spieler unter ein Benutzerkonto, das Administrator-Privilegien hat
fr: Parce que votre compte d'utilisateur ne dispose pas des droits d'administrateur, vous ne serez pas en mesure d'afficher les fichiers pris en charge et les paramètres de contrôle à distance. Pour accéder à ces paramètres, vous devez lancer ProTone Joueur sous un compte d'utilisateur qui a des privilèges d'administrateur

# TXT_MNUCLEAR
source: Clear playlist
de: Wiedergabeliste löschen
fr: Effacer liste de lecture

# TXT_MNUDELETE
source: Delete playlist item
de: Löschen Wiedergabelistenobjekt
fr: Supprimer l'élément liste de lecture

# TXT_MNUJUMPTOITEM
source: Jump to playlist item ...
de: Gehe zu Wiedergabelistenobjekt ...
fr: Aller à la rubrique liste de lecture ...

# TXT_MNUMOVEDOWN
source: Move Down
de: Nach unten
fr: Descendre

# TXT_MNUMOVEUP
source: Move Up
de: Nach oben
fr: Déplacer vers le haut

# TXT_MNUPLAYLISTEND
source: Playlist end event
de: Wiedergabelist Ende Veranstaltung
fr: Événement de fin liste de lecture

# TXT_MNUTOGGLESHUFFLE
source: Shuffle Play
de: Mischen-Spielen
fr: Lecture aléatoire

# TXT_MNUFULLSCREEN
source: Toggle Full Screen
de: Vollbild umschalten
fr: Basculer Plein écran

# TXT_MNUFWD
source: Forward 5 seconds
de: Weiterleiten 5 Sekunden
fr: Avant 5 secondes

# TXT_MNULOAD
source: Load files …
de: Laden Sie Dateien ...
fr: Charger les fichiers ...

# TXT_MNUNEXT
source: Play next
de: Spielen Sie nächste
fr: Jouer prochaine

# TXT_MNUOPENDISK
source: Load DVD …
de: Legen Sie DVD ...
fr: Chargez DVD ...

# TXT_MNUOPENURL
source: Open URL …
de: URL öffnen ...
fr: Ouvrir une URL ...

# TXT_MNUPLAYPAUSE
source: Play/Pause
de: Spielen/Anhalten
fr: Jouer/Pause

# TXT_MNUPREV
source: Play previous
de: Spielen vorherige
fr: Jouer précédente

# TXT_MNUREW
source: Rewind 5 seconds
de: 5 Sekunden zurückspulen
fr: Rembobinez 5 secondes

# TXT_MNUVOLDN
source: Volume down by 5%
de: Leiser um 5%
fr: Réduction de volume de 5%

# TXT_MNUVOLUP
source: Volume up by 5%
de: Lauter um 5%
fr: Volume en hausse de 5%

# TXT_MNUCFGAUDIO
source: Audio Settings …
de: Audio-Einstellungen ...
fr: Paramètres audio ...

# TXT_MNUCFGSUBTITLES
source: Subtitle Settings …
de: Untertitel-Einstellungen ...
fr: Réglages de Sous-titres ...

# TXT_MNUCFGTIMER
source: Timer Settings …
de: Timer-Einstellungen ...
fr: Réglages de Timer ...

# TXT_MNUCFGVIDEO
source: Video Settings …
de: Video-Einstellungen ...
fr: Paramètres vidéo ...

# TXT_MNUOPENSETTINGS
source: Settings …
de: Einstellungen ...
fr: Paramètres ...

# TXT_MNUSHOWLOGCONSOLE
source: Show log file …
de: Journal-Datei anzeigen ...
fr: Afficher le fichier journal ...

# TXT_CMDHIDEBOOKMARKMANAGER
source: Hide Bookmark Manager
de: Verstecken Bookmark-Manager
fr: Masquer Bookmark Manager

# TXT_SUBFONTS
source: Fonts and Colors
de: Schriftarten und Farben
fr: Fontes et couleurs

# TXT_SUBSAMPLETEXT
source: Subtitle Text Sample
de: Untertitel Text Sample
fr: Exemple de texte des sous-titres

# TXT_SUBFONT
source: Subtitle Text Font
de: Untertitel Text Font
fr: Fonte du texte des sous-titres

# TXT_SUBCOLOR
source: Subtitle Text Color
de: Untertitel Textfarbe
fr: Couleur du texte des sous-titres

# TXT_SUBENABLED
source: Enable Subtitle
de: Aktivieren Untertitel
fr: Activer sous-titres

# TXT_NOTIFYSUBDOWNLOADED
source: Display notification tooltips near system tray when subtitle download is completed
de: Anzeigebenachrichtigung Tooltips in der Nähe der Taskleiste, wenn Untertitel Download abgeschlossen
fr: Afficher les info-bulles de notification près de la zone de notification lorsque des sous-titres téléchargement terminé

# TXT_RESTORE_DEFAULTSERVERS
source: Load default servers
de: Legen Sie Standardserver
fr: Charge des serveurs par défaut

# TXT_ALBUM
source: Album name
de: Name des Album
fr: Nom de l'album

# TXT_ARTIST
source: Artist
de: Künstler
fr: Artiste

# TXT_ARTWORK
source: Embedded images
de: Eingebettete Bilder
fr: Les images incorporées

# TXT_BITRATE
source: Bitrate:
de: Binary Rate
fr: Débit binaire

# TXT_CHANNELS
source: Audio mode
de: Audio-Modus
fr: Mode audio

# TXT_COMMENTS
source: Comments
de: Kommentare
fr: Commentaires

# TXT_DURATION
source: Duration
de: Dauer
fr: Durée

# TXT_FRAME_RATE
source: Frames per second
de: Bildrate
fr: Frame rate

# TXT_FREQUENCY
source: Sampling frequency
de: Abtastfrequenz
fr: Fréquence d'échantillonnage

# TXT_GENRE
source: Musical Genre
fr: Genre musical

# TXT_TAGINFO
source: Media Tag
de: Medien Etikett
fr: Etiquette de media

# TXT_TITLE
source: Title
de: Titel
fr: Titre

# TXT_TRACK
source: Track Index
de: Verfolgen Index
fr: Index de piste

# TXT_VIDEO_SIZE
source: Video size
fr: Taille de la vidéo

# TXT_YEAR
source: Year
de: Jahr
fr: Année

# TXT_PICTURE_TEXT
source: Image Description
de: Bildbeschreibung
fr: Description de l'image

# TXT_PICTURE_TYPE
source: ID3 Image Type
de: ID3-Bild-Typus
fr: ID3 type d'image

# TXT_TAGGINGPATTERNS
source: The tagging patterns are based on combinations of these keywords: <N> = file name; <F> = folder name; <A> = artist name (from tag) <B> = album name (from tag) <T> = title (from tag) <C> = comments (from tag) <G> = genre (from tag) <#> = track number (from tag) <Y> = year (from tag) Character ranges such as <N2-12,14-20> are also allowed.
de: Die Etikettieren-Muster werden auf Kombinationen dieser Schlüsselwörtern: <N> = Dateiname; <F> = Ordnername; <A> = Künstlername (von Etikett) <B> = Albumname (von Etikett) <T> = Titel (von Etikett) <C> = Kommentare (von Etikett) <G> = Genre (von Etikett) <#> = Track-Nummer (von Etikett) <Y> = Jahr (von Etikett) Zeichenbereiche wie <N2-12,14-20> sind ebenfalls erlaubt.
fr: Les motifs de marquage sont basés sur des combinaisons de ces mots-clés: <N> = nom de fichier; <F> = nom du dossier; <A> = nom de l'artiste (de etiquette) <B> = nom de l'album (de etiquette) <T> = titre (de etiquette) <C> = commentaires (de etiquette) <G> = genre (de etiquette) <#> = numéro de piste (de etiquette) <Y> = année (de etiquette) Gammes de caractères comme <N2-12,14-20> sont également autorisées.

# TXT_RESETVIDEOPOSITION
source: Reset video window position
de: Zurücksetzen Videofenster Position
fr: Réinitialiser position de la fenêtre vidéo

# TXT_RESETVIDEOPOSITION_HINT
source: Use this command to bring the video rendering window into the current active screen.
de: Verwenden Sie diesen Befehl, um den Video-Rendering-Fenster in der aktuell aktiven Bildschirm zu bringen.
fr: Utilisez cette commande pour afficher la fenêtre de rendu vidéo dans l'écran actif.

# TXT_SUBTITLE_AVAILABLE
source: Subtitle available
de: Untertitel verfügbar
fr: Sous-titres disponibile

# TXT_SUBTITLE_DOWNLOADING
source: Downloading subtitles, please wait ...
de: Untertitel Herunterladen läuft, bitte warten ...
fr: Téléchargement sous-titres, s'il vous plaît patienter ...

# TXT_OPT_NONE
source: Don't read Audio CD info
de: Lesen nicht Audio CD info
fr: Ne pas lire Audio CD info

# TXT_OPT_CDTEXT
source: CD-Text only
de: CD-Text nur
fr: CD-Text seulement

# TXT_OPT_CDDB
source: CDDB server only
de: CDDB-Server nur
fr: Serveur CDDB seulement

# TXT_OPT_CDTEXT_CDDB
source: CD-Text first, then from CDDB server
de: CD-Text, dann von CDDB-Server
fr: Premier sur CD-Text, puis sur serveur CDDB

# TXT_OPT_CDDB_CDTEXT
source: CDDB server first, then from CD-Text
de: CDDB-Server zuerst, dann von CD-Text
fr: Premier sur CDDB serveur, puis sur CD-Text

# TXT_AUDIOCDINFO_SOURCE
source: Read Audio CD info from:
de: Lesen Audio CD info ab:
fr: Lire Audio CD info sur:

# TXT_CDDB_SERVERNAME
source: CDDB Server Address:
de: CDDB-Server-Adresse:
fr: Adresse du serveur CDDB:

# TXT_CDDB_SERVERPORT
source: CDDB Server Port:
fr: Port du serveur CDDB:

# TXT_OPT_RELOAD_CDINFO
source: Reload CD Information
de: Seite neu laden CD Informationen
fr: Recharger informations sur le CD

# TXT_CDTRACKINFO
source: CD Track Info:
fr: CD Piste Info:

# TXT_S_VIDEOSETTINGS
source: Video
fr: Vidéo

# TXT_CAUTION_REALTIME
source: CAUTION: These settings are applied in real time. You do not need to press OK to apply these settings
de: ACHTUNG: Diese Einstellungen werden in Echtzeit angewendet. Sie brauchen nicht zu drücken OK, um diese Einstellungen zu übernehmen.
fr: ATTENTION: Ces paramètres sont appliqués en temps réel. Vous n'avez pas besoin d'appuyer sur OK pour appliquer ces paramètres

# TXT_SERVERURL
source: Server URL:
de: URL
fr: URL du serveur:

# TXT_SERVERTITLE
source: Server Name (partial match):
de: Server Name (teilweise Übereinstimmung):
fr: Nom du serveur (correspondance partielle):

# TXT_SEARCH_BY
source: Search by:
de: Suchen nach:
fr: Recherche par:

# TXT_ARTWORK_COUNT
source: {0} artwork image(s) (click to edit).
de: {0} Kunstwerk Bild (er) (Klicken Sie zum Bearbeiten).
fr: {0} image de la pochette (s) (cliquer pour modifier).

# TXT_BOOKMARK_COUNT
source: {0} bookmark(s) (click to edit).
de: {0} bookmark (s) (Klicken Sie zum Bearbeiten).
fr: {0} signet (s) (cliquer pour modifier).

# TXT_EXTRAINFO
source: Extra Information
de: Zusätzliche Informationen
fr: Informations supplémentaires

# TXT_BOOKMARKLIST
source: Bookmark List
de: Lesezeichen-Liste
fr: Liste de signets

# TXT_MEDIAINFO
source: Media Information
de: Medieninformation
fr: Renseignements pour les médias

# TXT_BOOKMARKS
source: Bookmarks
de: Lesezeichen
fr: Signets

# TXT_TRACKINFO
source: Track Info
de: Titel-Info
fr: Info de Piste

# TXT_SIGNALANALYSIS
source: Signal Analysis
de: Signalanalyse
fr: Signal Analyse

# TXT_PLAYLISTEVT_CAUTION
source: CAUTION: The program always starts with the "playlist ended" event deactivated!
de: ACHTUNG: Das Programm startet immer mit der "Wiedergabelist beendet" Ereignis deaktiviert!
fr: ATTENTION: L'eveniment "termination de list de lecture" état marche / arrêt n'est pas mémorisée entre les sessions du programme!

# TXT_SHOW_PLAYLIST
source: Show the "Playlist " page. This page allows interaction with the playlist.
de: Zeigen Sie die Seite "Wiedergabeliste"
fr: Afficher le page "Liste de lecture"

# TXT_SHOW_TRACKINFO
source: Show the "Track Info" page. This page displays the track information and allows editing some parts of this information, where applicable (e.g. the ID3 fields of MP3).
de: Zeigen Sie die Seite "Mediainfo"
fr: Afficher le page "Info Media"

# TXT_SHOW_SIGNALANALISYS
source: Show the "Signal Analisys" page. This page displays signal graphics such as VU-Meter, Waveform and Spectrogram.
de: Zeigen Sie die Seite "Signalanalyse"
fr: Afficher le page "Analyse du signal"

# TXT_SHOW_BOOKMARKINFO
source: Show the "Bookmarks" page. This page displays the bookmark information and allows editing it, if this is possible.
de: Zeigen Sie die Seite "Lesezeichen"
fr: Afficher le page "Signets"

# TXT_SHOW_VUMETER
source: Show VU-Meter
de: Zeigen Sie die VU-Meter
fr: Afficher VU-mètre

# TXT_SHOW_WAVEFORM
source: Show waveform
de: Zeigen Sie die Wellenform
fr: Afficher la forme d'onde

# TXT_SHOW_SPECTROGRAM
source: Show spectrogram
de: Zeigen Sie die Spektrogramm
fr: Afficher spectrogramme

# TXT_MEDIA_SCREENS
source: Main Pages
de: Haupt-Seiten
fr: Pages Principaux

# TXT_CHOOSE_COLOR_FOR_OSD
source: Choose a color for OSD:
de: Wählen Sie eine Farbe für OSD:
fr: Choisissez une couleur de l'OSD:

# TXT_CHOOSE_COLOR_FOR_SUBTITLE
source: Choose a color for subtitle:
de: Wählen Sie eine Farbe für Untertitel:
fr: Choisissez une couleur de sous-titres:

# TXT_SIGNALLEVEL
source: Signal Level:
fr: Niveau du signal:

# TXT_SIGNALWAVEFORM
source: Signal Waveform:
de: Signalwellenform:
fr: Forme d'onde de signal:

# TXT_SIGNALSPECTRUM
source: Signal Spectrogram:
de: Signal Spektrogramm:
fr: Signal spectrogramme:

# TXT_CHOOSE_FONT_FOR_OSD
source: Choose a font for OSD:
de: Wählen Sie eine Schriftart für OSD:
fr: Choisissez une fonte pour l'OSD:

# TXT_CHOOSE_FONT_FOR_SUBTITLE
source: Choose a font for subtitle:
de: Wählen Sie eine Schriftart für Untertitel:
fr: Choisissez une fonte des sous-titres:

# TXT_OSD_VOL
source: Volume: {0}%
de: Volumen: {0}%

# TXT_MNUSTOP
source: Stop
de: Stopp

# TXT_PICTURE
source: Image
de: Bild
