Repository: octavian-paraschiv/protone-suite
Catalog: ProTONE Suite/src/Framework/ProTONE/OPMedia.UI.ProTONE/Translations/Translation.*.resx
Languages: de, fr

# TXT_ACT_HIBERNATE
source: Enter in Hibernation
de: Geben im den Ruhezustand
fr: Entrez en veille prolongée

# TXT_ACT_LAUNCHPROGRAM
source: Launch a program
de: Starten ein Programm
fr: Lancer un programme

# TXT_ACT_NONE
source: Ignore the event
de: Ignorieren die Veranstaltung
fr: Ignorer l'événement

# TXT_ACT_SHUTDOWN
source: Turn off the PC
de: Schalten den PC
fr: Eteignez le PC

# TXT_ACT_STANDBY
source: Enter in Standby
de: Geben im Standby
fr: Entrez en mode de veille

# TXT_NEWNOW
source: New boormark now
de: Neue Lesezeiche nun
fr: Nouveau signet aujourd'hui

# TXT_NEWNOW_BMDESC
source: Add a new bookmark at current playback time
de: Fügen Sie ein neues Lesezeichen im aktuellen Wiedergabezeit
fr: Ajouter un nouveau signet au moment de la lecture en cours

# TXT_NEW_BMDESC
source: Add a new bookmark
de: Fügen Sie ein neues Lesezeichen
fr: Ajouter un nouveau signet

# TXT_DELETE_BMDESC
source: Delete bookmark
de: Lesezeichen löschen
fr: Supprimer le favori

# TXT_ADD_BOOKMARK
source: Add Bookmark
de: Lesezeichen anfügen
fr: Ajouter un signet

# TXT_AUDIOSETTINGS
source: Audio Settings
de: Audio-Einstellungen
fr: Paramètres audio

# TXT_AUDIO_AVAILABLE
source: Audio stream available.
de: Audio-Stream zur Verfügung.
fr: Flux audio disponibles.

# TXT_AUDIO_FILES
source: Audio files
de: Audio-Dateien
fr: Les fichiers audio

# TXT_AVAILABLE_DVD_MEDIA
source: Alternatively, you can select one of the available DVD media in system:
de: oder öffnen Sie eine der verfügbaren DVD-Medien im System:
fr: ou, ouvrez l'un des médias de DVD disponibles dans le système:

# TXT_BOOKMARK_DEFAULT_TEXT
source: Default bookmark text
de: Standard-Lesezeiche Text
fr: Défaut signet texte

# TXT_BOOKMARK_DESC
source: Bookmark description:
de: Lesezeichen Beschreibung:
fr: Description de signet:

# TXT_BOOKMARK_MANAGER
source: Bookmark Manager
de: Lesezeichen-Manager
fr: Gestionaire de signets

# TXT_BOOKMARK_TIME
source: Bookmark time:
de: Lesezeiche Zeit:
fr: Temps de signet:

# TXT_BTNCLEAR
source: Delete entire playlist. Shortcut: {0}
de: Löschen gesamte Wiedergabeliste Tastenkürzel: {0}
fr: Effacer toute la liste de lecture Raccourci: {0}

# TXT_BTNDELETE
source: Delete selected items. Shortcut: {0}
de: Ausgewählte Elemente löschen Tastenkürzel: {0}
fr: Supprimer les éléments sélectionnés Raccourci: {0}

# TXT_BTNFULLSCREEN
source: Toggle Full Screen Shortcut: {0}
de: Vollbild umschalten Tastenkürzel: {0}
fr: Basculer plein écran Raccourci: {0}

# TXT_BTNFWD
source: Fast forward with 5 seconds. Shortcut: {0}
de: Schneller Vorlauf mit 5 Sekunden Tastenkürzel: {0}
fr: Avance rapide. Avec 5 secondes Raccourci: {0}

# TXT_BTNJUMPTOITEM
source: Open the 'Jump to playlist item' dialog. Shortcut: {0}
de: Öffnen Sie das 'Jump to wiedergabelist item' Dialog Tastenkürzel: {0}
fr: Ouvrez le 'Saut au liste de lecture article' dialogue Raccourci: {0}

# TXT_BTNLOAD
source: Load new file(s). Shortcut: {0}
de: Legen Sie neue Datei (en) Tastenkürzel: {0}
fr: Chargez nouveau fichier (s) Raccourci: {0}

# TXT_BTNLOADPLAYLIST
source: Load a new playlist. Shortcut: {0}
de: Legen Sie eine neue Wiedergabeliste Tastenkürzel: {0}
fr: Chargez une nouvelle liste de lecture Raccourci: {0}

# TXT_BTNLOOPPLAY
source: Toggles on/off playing in loop. Shortcut: {0}
de: Schaltet ein / aus Spielen in Schleife Tastenkürzel: {0}
fr: Active / désactive la lecture en boucle Raccourci: {0}

# TXT_BTNMOVEDOWN
source: Move selected items with one position down in playlist. Shortcut: {0}
de: Bewegen Sie mit ausgewählten Elemente eine Position nach unten in der Wiedergabeliste Tastenkürzel: {0}
fr: Déplacez les éléments sélectionnés avec une position basse dans la liste de lecture Raccourci: {0}

# TXT_BTNMOVEUP
source: Move selected items with one position up in playlist. Shortcut: {0}
de: Bewegen Sie mit ausgewählten Elemente eine Position nach oben in der Wiedergabeliste Tastenkürzel: {0}
fr: Déplacez les éléments sélectionnés avec une position vers le haut dans la liste de lecture Raccourci: {0}

# TXT_BTNNEXT
source: Move to next file in playlist. Shortcut: {0}
de: Zum nächsten Datei in der Wiedergabeliste Tastenkürzel: {0}
fr: Aller à l'image suivante dans la liste de lecture Raccourci: {0}

# TXT_BTNOPENDISK
source: Opens the Load DVD media dialog. Shortcut: {0}
de: Öffnet das Load-DVD-Medien Dialog Tastenkürzel: {0}
fr: Ouvre la boîte de dialogue Charger un support DVD Raccourci: {0}

# TXT_BTNOPENSETTINGS
source: Displays the Settings dialog. Shortcut: {0}
de: Zeigt den Dialog Einstellungen Tastenkürzel: {0}
fr: Affiche la boîte de dialogue de Paramètres Raccourci: {0}

# TXT_BTNPLAYPAUSE
source: Play/Pause Shortcut: {0}
de: Spielen/Anhalten Tastenkürzel: {0}
fr: Lire/Pause Raccourci: {0}

# TXT_BTNPLAYLISTEND
source: Activates the 'action on playlist end' Shortcut: {0}
de: Aktiviert die 'Aktion am Ende Wiedergabelist' Tastenkürzel: {0}
fr: Active l'action liste de lecture fin' Raccourci: {0}

# TXT_BTNPREV
source: Move to previous file in playlist. Shortcut: {0}
de: Zum vorherigen Datei in der Wiedergabeliste Tastenkürzel: {0}
fr: Aller à l'image précédente dans la liste de lecture Raccourci: {0}

# TXT_BTNREW
source: Rewind with 5 seconds. Shortcut: {0}
de: Mit 5 Sekunden zurückspulen Tastenkürzel: {0}
fr: Rembobinez de 5 secondes Raccourci: {0}

# TXT_BTNSAVEPLAYLIST
source: Save the current playlist. Shortcut: {0}
de: Speichern Sie die aktuelle Wiedergabelist Tastenkürzel: {0}
fr: Enregistrer la liste de lecture Raccourci: {0}

# TXT_BTNSTOP
source: Stop playback. Shortcut: {0}
de: Stoppen Sie die Wiedergabe Tastenkürzel: {0}
fr: Arrêt de la lecture Raccourci: {0}

# TXT_BTNTOGGLESHUFFLE
source: Activates playlist shuffle mode. Shortcut: {0}
de: Aktiviert Wiedergabelist Mischen-Modus Tastenkürzel: {0}
fr: Active le mode aléatoire liste de lecture Raccourci: {0}

# TXT_BTNVOLDN
source: Volume down by 5%. Shortcut: {0}
de: Lauter um 5%. Tastenkürzel: {0}
fr: Réduction de volume de 5% Raccourci: {0}

# TXT_BTNVOLUP
source: Volume up by 5%. Shortcut: {0}
de: Leiser um 5%. Tastenkürzel: {0}
fr: Volume en hausse de 5% Raccourci: {0}

# TXT_CMDCFGAUDIO
source: Displays Audio Configuration
de: Zeigt Audio-Konfiguration
fr: Affiche de configuration Audio

# TXT_CMDCFGREMOTE
source: Displays Remote Control Configuration
de: Zeigt Konfiguration der Fernbedienung
fr: Affiche Configuration de la télécommande

# TXT_CMDCFGSUBTITLES
source: Displays Subtitles and OSD Configuration
de: Zeigt die Untertitel und OSD-Konfiguration
fr: Sous-titres affichages et de configuration OSD

# TXT_CMDCFGTIMER
source: Displays Timer Options
de: Zeigt Timer-Optionen
fr: Affiche les options de temporisation

# TXT_CMDCFGVIDEO
source: Displays Video Configuration
de: Zeigt Video-Konfiguration
fr: Affiche la configuration vidéo

# TXT_CMDCLEAR
source: Delete entire playlist.
de: Löschen gesamte Wiedergabeliste.
fr: Effacer toute la liste de lecture.

# TXT_CMDDELETE
source: Delete selected items.
de: Ausgewählte Elemente löschen.
fr: Supprimer les éléments sélectionnés.

# TXT_CMDFULLSCREEN
source: Toggle Full Screen
de: Vollbild umschalten
fr: Basculer Plein écran

# TXT_CMDFWD
source: Fast forward with 5 seconds.
de: Schneller Vorlauf mit 5 Sekunden.
fr: Avance rapide de 5 secondes.

# TXT_CMDJUMPTOITEM
source: Open the 'Jump to playlist item' dialog
de: Öffnen Sie das 'Jump to wiedergabelist item' Dialog
fr: Ouvrez le 'Saut au object de liste de lecture' dialogue

# TXT_CMDLOAD
source: Load new file(s).
de: Legen Sie neue Datei (en).
fr: Chargez nouveau fichier (s).

# TXT_CMDLOADPLAYLIST
source: Load a new playlist.
de: Legen Sie eine neue Wiedergabeliste.
fr: Chargez une nouvelle liste de lecture.

# TXT_CMDLOOPPLAY
source: Toggles playing in loop.
de: Schaltet spielt in Schleife.
fr: Active ou désactive la lecture en boucle.

# TXT_CMDMOVEDOWN
source: Move selected items with one position down in playlist.
de: Bewegen Sie mit ausgewählten Elemente eine Position nach unten in der Wiedergabeliste.
fr: Déplacez les éléments sélectionnés avec une position basse dans la liste de lecture.

# TXT_CMDMOVEUP
source: Move selected items with one position up in playlist.
de: Bewegen Sie mit ausgewählten Elemente eine Position nach oben in der Wiedergabelist.
fr: Déplacez les éléments sélectionnés avec une position vers le haut dans la liste de lecture.

# TXT_CMDNEXT
source: Move to next file in playlist.
de: Zum nächsten Datei in der Wiedergabeliste.
fr: Aller à l'image suivante dans la liste de lecture.

# TXT_CMDOPENDISK
source: Opens the Load DVD media dialog
de: Öffnet das Load-DVD-Medien Dialog
fr: Ouvre la boîte de dialogue Charger un support DVD

# TXT_CMDOPENURL
source: Opens the Online Media Content Browser
de: Öffnen Sie eine URL
fr: Ouvrir une URL

# TXT_CMDPLAYPAUSE
source: Play/Pause
de: Spielen/Anhalten.
fr: Lire/Pause

# TXT_CMDPLAYLISTEND
source: Activates the 'action on playlist end'
de: Aktiviert die 'Aktion am Ende Wiedergabelist'
fr: Active l''action sur la fin liste de lecture'

# TXT_CMDPREV
source: Move to previous file in playlist.
de: Zum vorherigen Datei in der Wiedergabeliste.
fr: Aller à l'objet précédente dans la liste de lecture.

# TXT_CMDREW
source: Rewind with 5 seconds.
de: Spulen Sie mit 5 Sekunden.
fr: Rembobinez avec 5 secondes.

# TXT_CMDSAVEPLAYLIST
source: Save the current playlist.
de: Speichern der aktuellen Wiedergabelist.
fr: Enregistrer la liste de lecture.

# TXT_CMDSEARCHSUBTITLES
source: Searches subtitles for movie clips
de: Suchen Untertitel für Videoclips
fr: Recherches les sous-titres des clips

# TXT_CMDSTOP
source: Stop playback.
de: Stoppen Sie die Wiedergabe.
fr: Arrêt de la lecture.

# TXT_CMDTOGGLESHUFFLE
source: Activates playlist shuffle mode.
de: Aktiviert Wiedergabelist Mischen-Modus.
fr: Active le mode Lecture aléatoire.

# TXT_CMDVOLDN
source: Volume down by 5%.
de: Leiser um 5%.
fr: Réduction de volume de 5%.

# TXT_CMDVOLUP
source: Volume up by 5%.
de: Lauter um 5%.
fr: Volume en hausse de 5%.

# TXT_CONFIGUREAUDIO
source: Audio Settings
de: Audio-Einstellungen
fr: Paramètres audio

# TXT_CONFIGUREPLAYLIST
source: Playlist
de: Wiedergabelist
fr: Liste de lecture

# TXT_CONFIGURESUBTITLES
source: Subtitle Settings
de: Untertitel-Einstellungen
fr: Réglages sous-titres

# TXT_CONFIGUREVIDEO
source: Video Settings
de: Video-Einstellungen
fr: Paramètres vidéo

# TXT_CONFIRM_OVERWRITE_SUBTITLE
source: Confirm subtitle overwrite
de: Bestätigen Untertitel überschreiben
fr: Confirmer écraser sous-titres

# TXT_EDITID3ARTWORK
source: ID3 Image Editor
de: ID3-Artwork Editor
fr: ID3 Editor Création

# TXT_ELAPSED_TIME
source: Elapsed time. Double click to toggle remaining time
de: Abgelaufene Zeit. Doppelklick verbleibende Zeit zu wechseln
fr: Temps écoulé. Double click to toggle temps restant

# TXT_ENABLEREMOTECONTROL
source: Allow ProTONE Player to be controlled remotely.
de: Erlauben Sie ProTONE Player, um ferngesteuert werden.
fr: Laissez ProTONE Lecteur être contrôlé à distance.

# TXT_ENABLE_PLAYLISTEVT
source: Action on 'playlist ended' event
de: Aktion zum "Wiedergabeliste beendet" Veranstaltung
fr: Activez le 'liste de lecture terminée' événement

# TXT_ENABLE_SCHEDULEDEVT
source: Action on scheduled moment
de: Aktion am geplanten Zeitpunkt
fr: Activez le 'action sur le moment prévu' événement

# TXT_NOTOPENED
source: Ended
de: Beendet
fr: Terminé

# TXT_ENQUEUEFILES
source: Enqueue files at the end of current playlist
de: Enqueue-Dateien am Ende der aktuellen Wiedergabeliste
fr: Enqueue fichiers à la fin de la liste de lecture actuelle

# TXT_ENTER_KEYWORD
source: Enter search keyword(s), separated by spaces:
de: Suchbegriff eingeben (n), getrennt durch Leerzeichen:
fr: Entrer un mot clé de recherche (s), séparés par des espaces:

# TXT_FFDSHOW_SUBTITLES
source: Open FFDShow Subtitle Settings ...
de: Offene FFDShow Untertitel-Einstellungen ...
fr: Ouvert FFDShow Réglages sous-titres ...

# TXT_S_FILETYPES
source: Files
de: Dateien
fr: Fichiers

# TXT_S_FILETYPES_ASSOCIATIONS
source: Associate ProTONE Player with these file types:
de: Assoziierte ProTONE Spieler mit diesen Dateitypen:
fr: Associé ProTONE Lecteur avec ces types de fichiers:

# TXT_HANDLEEXPLORERLAUNCH
source: When files are launched from Windows Explorer:
de: Wenn Sie Dateien aus dem Windows Explorer gestartet:
fr: Lorsque des fichiers sont lancées à partir de l'Explorateur Windows:

# TXT_HIBERNATE_PC
source: put the PC into Hibernation mode
de: Setzen Sie den PC in den Ruhezustand
fr: mettre l'ordinateur en mode Veille prolongée

# TXT_IGNOREMOUSEMOVE
source: Ignore mouse movement in full screen mode
de: Ignorieren Mausbewegung im Vollbild-Modus
fr: Ignorer les mouvements de la souris en mode plein écran

# TXT_JUMP_TO_ITEM
source: Jump to playlist item
de: Gehe zu Wiedergabelistenobjekt
fr: Aller à la rubrique liste de lecture

# TXT_LAUNCH_PROGRAM
source: launch a custom program
de: startet ein benutzerdefiniertes Programm
fr: lancer un programme personnalisé

# TXT_LAUNCH_RCCMANAGER
source: Launch ProTONE Remote Control Manager ...
de: Starten Sie Fernsteuerung-Manager ...
fr: Lancement de Gestionaire de Telecommandes ...

# TXT_LOADMEDIAFILES
source: Load media files ...
de: Laden Sie die Medien-Dateien ...
fr: Charger des fichiers multimédia ...

# TXT_LOADPLAYLIST
source: Load a playlist ...
de: Legen Sie eine Wiedergabeliste ...
fr: Chargez une liste de lecture ...

# TXT_LOAD_DVD_FOLDER
source: Please click 'Browse' to select a video DVD content folder. (It must be either a VIDEO_TS folder, or its parent):
de: Bitte wählen Sie eine Video-DVD-Inhalte Ordner (Entweder ein VIDEO_TS-Ordner, oder deren Eltern):
fr: S'il vous plaît sélectionner un dossier de contenu DVD vidéo (Soit un dossier VIDEO_TS, ou son parent):

# TXT_MATCHING_ITEMS
source: Found objects (double click or press enter to play an item):
de: Gefundene Artikelen (Doppelklick oder drücken Sie die Eingabetaste, um ein Element zu spielen):
fr: Objets trouvés (double-clic ou appuyez sur Entrée pour lire un élément):

# TXT_MEDIA_NAME
source: Media name:
de: Medien-Name:
fr: Nom du média:

# TXT_MEDIA_STATE
source: Media is now {0}
de: Media ist nun {0}
fr: Media est maintenant {0}

# TXT_MEDIA_TIME
source: Time:
de: Zeit:
fr: Heure:

# TXT_NOTIFICATIONSENABLED
source: Display notification messages when media state changes
de: Anzeigebenachrichtigung Tooltips in der Nähe der Taskleiste, wenn Medien Zustandsänderungen
fr: Afficher les info-bulles de notification près de la zone de notification lorsque des médias changements d'état

# TXT_MINMOVIEDURATION
source: Do not download a subtitle if the clip is shorter than:
de: Laden Sie keine einen Untertitel, wenn der Clip kürzer ist als: (0 = immer zum Download)
fr: Ne pas télécharger les sous-titres si le clip est plus courte que (0 = toujours télécharger)

# TXT_MNUAUDIO
source: Audio Settings ...
de: Audio-Einstellungen ...
fr: Paramètres audio ...

# TXT_MNULOADPLAYLIST
source: Load Playlist ...
de: Legen Wiedergabelist ...
fr: Chargez Liste de lecture ...

# TXT_MNULOOPPLAY
source: Loop Play
fr: Lecture en boucle

# TXT_MNUSAVEPLAYLIST
source: Save Playlist ...
de: Wiedergabeliste speichern ...
fr: Enregistrer la liste ...

# TXT_MNUSCHEDULER
source: Timer Options ...
de: Timer-Optionen ...
fr: Options de minuterie ...

# TXT_MNUSETTINGS
source: Settings ...
de: Einstellungen ...
fr: Paramètres ...

# TXT_MNUSUBTITLE
source: Subtitles and OSD ...
de: Untertitel und OSD ...
fr: Sous-titres et OSD ...

# TXT_MNUTOOLS
source: Settings and Options
de: Einstellungen und Optionen
fr: Paramètres et options

# TXT_MNUVIDEO
source: Video Settings ...
de: Video-Einstellungen ...
fr: Paramètres vidéo ...

# TXT_MOVEDOWN
source: Move Down
de: Nach unten
fr: Descendre

# TXT_MOVEUP
source: Move Up
de: Nach oben
fr: Déplacer vers le haut

# TXT_NEW_BOOKMARK
source: New Bookmark
de: Neues Lesezeichen
fr: Nouveau signet

# TXT_NEW_BOOKMARK_ADDED
source: A new bookmark was added: {0}
de: Ein neues Lesezeichen hinzu: {0}
fr: Un nouveau signet a été ajouté: {0}

# TXT_NOT_CONFIGURABLE
source: This option is not available at this moment.
de: Diese Option ist in diesem Moment nicht verfügbar.
fr: Cette option n'est pas disponible en ce moment.

# TXT_NOT_CONFIGURABLE_NOFFDSHOW
source: This option is not available at this moment. You must install the FFDShow codec suite in order to have actions to this option.
de: Diese Option ist in diesem Moment nicht verfügbar. Sie müssen die FFDShow-Codec-Suite zu installieren, um Aktionen an dieser Option haben.
fr: Cette option n'est pas disponible en ce moment. Vous devez installer l'ensemble des codecs FFDShow afin d'avoir des actions à cette option.

# TXT_NO_LANG
source: No language
de: Keine Sprache
fr: Aucune langue

# TXT_NO_SUBS_FOUND
source: Unfortunately, no subtitles found for this movie clip.
de: Leider wurden keine Untertitel für diesen Film Clip gefunden.
fr: Désolé, aucun sous-titre ont été trouvés pour ce clip.

# TXT_ONDAYS
source: in weekdays:
de: in der Woche:
fr: en semaine:

# TXT_OSD
source: On-Screen Display (OSD)
fr: Affichage à l'écran (OSD)

# TXT_OSDCFG
source: OSD Settings
de: OSD-Einstellungen
fr: Paramètres OSD

# TXT_OSDCOLOR
source: OSD Text Color
de: OSD-Text-Farbe
fr: Couleur du texte OSD

# TXT_OSDENABLED
source: Enable On-Screen Display (OSD)
fr: Activer l'affichage sur écran (OSD)

# TXT_OSDFONT
source: OSD Text Font
fr: Fonte de texte OSD

# TXT_OSDSAMPLETEXT
source: OSD Text Sample
de: Dies ist ein OSD Beispieltext.
fr: Exemple de texte OSD

# TXT_OSDTIMER
source: OSD Visibility Timer (seconds):
de: OSD-Timer Visibility (Sekunden):
fr: Visibilité minuterie OSD (en secondes):

# TXT_OSD_FULLSCREEN
source: Full screen mode is {0}
de: Der Vollbildmodus ist {0}
fr: Le mode plein écran est {0}

# TXT_OSD_PAUSED
source: Paused
de: Pause
fr: Pause

# TXT_OSD_PLAY
source: Playing: {0}
fr: Jeu: {0}

# TXT_OSD_SEEKTO
source: Playback resumed from: {0}
de: Die Wiedergabe wieder aus: {0}
fr: La lecture reprend à partir de: {0}

# TXT_OVERWRITE_SUBTITLE
source: The selected movie clip already has a subtitle. If another subtitle is found on Internet, it will overwrite the existing one. Are you sure you want to search another subtitle ?
de: Der ausgewählte Film-Clip bereits ein Untertitel. Wenn ein anderer Untertitel im Internet gefunden wird, wird die bestehende zu überschreiben. Sind Sie sicher, dass Sie eine andere Untertitel suchen?
fr: Le clip sélectionné possède déjà un sous-titre. Si un autre sous-titres est disponible sur Internet, il remplacera celui existant. Etes-vous sûr que vous voulez rechercher une autre sous-titre?

# TXT_PAUSED
source: Paused
de: Pause
fr: Pause

# TXT_PLAYFILES
source: Play files (replacing current playlist)
de: Spielen Sie Dateien (ersetzt aktuellen Wiedergabeliste)
fr: Lecture de fichiers (remplacement de liste de lecture)

# TXT_RUNNING
source: Playing
fr: Jouer

# TXT_PLAYLIST
source: Playlist
de: Wiedergabeliste
fr: Liste de lecture

# TXT_PLAYLISTEVT_DESC
source: When the event has occurred:
de: Wenn die Wiedergabelist endet:
fr: Quand la liste de lecture se termine:

# TXT_PLAYLISTS
source: Playlists
de: Wiedergabelisten
fr: Lists de lecture

# TXT_PLAYLIST_END_MSG
source: the playlist has ended
de: Die Wiedergabelist ist beendet
fr: la liste de lecture est terminée

# TXT_PLAY_FROM
source: from: {0}
de: aus: {0}
fr: à partir de: {0}

# TXT_PREFFEREDSUBTITLELANG
source: Preffered subtitle language:
de: Bevorzugte Untertitelsprache:
fr: Langue de sous-favorite:

# TXT_PROCEED_SCHEDULED_ACTION
source: ProTONE Player is attempting to {0}. This is happening because you have configured the player to do so when {1}. Do you want to proceed ? You can abort this operation if you click Abort within the remaining time frame (see counter below). If this time elapses and you have not chosen any action, it will be assumed you have chosen to proceed.
de: ProTone Player an {0} versucht. Dies geschieht, weil Sie den Player so konfiguriert haben, dies zu tun, wenn {1}. Wollen Sie vorgehen? Sie können diesen Vorgang abbrechen, wenn Sie auf Abbrechen klicken innerhalb des verbleibenden Zeitrahmen (siehe Zähler unten). Wenn diese Zeit abgelaufen ist, und Sie haben keine Aktion gewählt wird, wird davon ausgegangen, die Sie gewählt haben, um fortzufahren werden.
fr: ProTONE Lecteur tente de {0}. Ce qui se passe parce que vous avez configuré le joueur à le faire lorsque {1}. Voulez-vous continuer? Vous pouvez annuler cette opération si vous cliquez sur Annuler dans le délai restant (voir ci-dessous contre). Si ce temps s'écoule et que vous n'avez pas choisi une action, il sera considéré que vous avez choisi de procéder.

# TXT_PROTONE_ENQUEUE
source: Enqueue in ProTONE Player
de: Enqueue in ProTONE Spieler
fr: Enqueue dans ProTONE Lecteur

# TXT_PROTONE_PLAY
source: Play in ProTONE Player
de: Spielen Sie in ProTONE Spieler
fr: Jouer dans ProTONE Lecteur

# TXT_REMAINING_TIME
source: Remaining time. Double click to toggle elapsed time
de: Verbleibende Zeit. Doppelklick verstrichene Zeit zu wechseln
fr: Le temps restant. Double click to toggle temps écoulé

# TXT_REMOTECONTROLCFG
source: Remote Control
de: Fernsteuerung
fr: Télécommande

# TXT_REMOTECONTROLDEFINITION
source: To define the programs and devices that are allowed to control ProTONE Player remotely, you must use the Remote Control Manager. Click on the button below to launch the Remote Control Manager ...
de: Um die Programme und Geräte, die erlaubt, ProTONE Player steuern, sind zu definieren, müssen Sie die Fernsteuerung-Manager. Klicken Sie auf die Taste unten, um Fernsteuerung-Manager zu starten ...
fr: Pour définir les programmes et les dispositifs qui sont autorisés à contrôler ProTONE Lecteur, vous devez utiliser le programme Gestionaire de Telecommandes. Cliquez sur le bouton ci-dessous pour lancer le Gestionaire de Telecommandes ...

# TXT_SAVEPLAYLIST
source: Save playlist as ...
de: Wiedergabeliste speichern unter ...
fr: Enregistrer la sélection sous ...

# TXT_SCHEDULEDEVT_DESC
source: When the event has occurred:
de: Wenn der geplante Zeitpunkt eintritt:
fr: Quand le moment prévu se produit:

# TXT_SCHEDULEDEVT_TIME
source: Scheduled event time:
de: Planen Sie Timer-Ereignis an:
fr: Programmer événement de minuterie à:

# TXT_SCHEDULED_ACTION_PROCEED
source: Proceed with action execution ?
de: Fahren Sie mit dem Handeln der Ausführung?
fr: Procéder à exécution de l'action?

# TXT_SCHEDULED_EVENT_MSG
source: the scheduled moment has occured
de: der geplante Zeitpunkt ist aufgetreten
fr: le moment prévu s'est produite

# TXT_S_SCHEDULERSETTINGS
source: Timer
fr: Minuteur

# TXT_SCHEDULERWAITTIMERPROCEED
source: How many minutes to wait confirmation before proceeding (0 = do not ask for confirmation, proceed directly):
de: Wie viele Minuten die Bestätigung warten, bevor Sie fortfahren (0 = nicht nach einer Bestätigung gefragt, fahren Sie direkt):
fr: Combien de minutes à attendre confirmation avant de procéder (0 = ne demande pas de confirmation, passez directement):

# TXT_SEARCH_SUBTITLES
source: Search subtitles...
de: Suche Untertitel ...
fr: Recherche sous-titres ...

# TXT_SELECT_ALLAUDIO
source: All audio files
de: Alle Audiodateien
fr: Tous les fichiers audio

# TXT_SELECT_ALLPLAYLISTS
source: All playlists
de: Alle Wiedergabelisten
fr: Toutes les lists de lecture

# TXT_SELECT_ALLVIDEO
source: All video files
de: Alle Video-Dateien
fr: Tous les fichiers vidéo

# TXT_SELECT_DVD
source: Load DVD Media
de: Legen Sie DVD-Medien
fr: Chargez du DVD

# TXT_SERIALDEVICE
source: Remote Control
de: Fernsteuerung
fr: Dispositif de contrôle à distance

# TXT_SERVERTYPE
source: Server Type
de: Server-Typus
fr: Type de serveur

# TXT_SHELL_INTEGRATION
source: Integrate with Windows Explorer
de: Integration mit Windows Explorer
fr: Intégration avec l'Explorateur Windows
