Repository: octavian-paraschiv/protone-suite
Catalog: ProTONE Suite/src/Framework/OPMediaBase/OPMedia.Runtime.Addons/Translations/Translation.*.resx
Languages: fr

# TXT_ADDON_NAME
source: Addon Name
fr: Nom de module complementaire

# TXT_ADDONS_CHANGED_RESTART
source: In order to modify the new addons configuration, the program needs to be restarted. Is it OK to restart now ?
fr: Pour modifier la configuration de modules complementaires, le programme doit être redémarré. Est-il OK pour redémarrer maintenant?

# TXT_ADDONS_NOT_CHANGED
source: Since you have canceled the restart, your add-on configuration will not be changed.
fr: Puisque vous avez annulé le redémarrage, votre configuration de modules complementaires ne sera pas modifiée.

# TXT_ADDONSLIST
source: Checked addons are currently enabled. Use the checkboxes to enable/disable addons. Addons marked with asterisk (*) are required and cannot be disabled. A program restart will be needed to apply the new addons configuration.
fr: Modules complementaires cochés sont activés. Utilisez les cases a cocher pour activer/désactiver modules complementaires. Modules complementaires marqués d'une asterisk (*) sont requis et ne peut pas etre désactivé. Un redémarrage du programme seront nécessaires pour appliquer la nouvelle configuration modules complementaires.

# TXT_ADDONSLIST_NORESTART
source: Checked addons are currently enabled. Use the checkboxes to enable/disable addons. Addons marked with asterisk (*) are required and cannot be disabled.
fr: Modules complementaires cochés sont activés. Utilisez les cases a cocher pour activer/désactiver modules complementaires. Modules complementaires marqués d'une asterisk (*) sont requis et ne peut pas etre désactivé.

# TXT_CANT_INSTALL_BUILTIN
source: The library you have selected cannot be installed, because it is a native library. A native library encaspulates the core functionality of an extensible application, and it cannot be installed or uninstalled.
fr: La bibliothèque que vous avez sélectionné ne peut pas être installé, car il est une bibliothèque native. Une bibliothèque native encaspulates les fonctionnalités de base d'une application extensible, et il ne peut pas être installé ou désinstallé.

# TXT_CANT_UNINSTALL_BUILTIN
source: The library you have selected cannot be uninstalled, because it is a native library. A native library encaspulates the core functionality of an extensible application, and it cannot be installed or uninstalled. Instead of uninstalling, consider using the addons checkboxes to enable or disable various application functionalities. Caution: some functionalities are required and cannot be disabled.
fr: La bibliothèque que vous avez sélectionné ne peut pas être désinstallé, parce que c'est une bibliothèque native. Une bibliothèque native encaspulates les fonctionnalités de base d'une application extensible, et il ne peut pas être installé ou désinstallé. Lieu de désinstallation, pensez à utiliser les modules complementaires cases à cocher pour activer ou désactiver différentes fonctionnalités de l'application. Payez attention à ce que certaines fonctionnalités sont nécessaires et ne peuvent pas être désactivées.

# TXT_INSTALL_ADDONLIB
source: Install addon library...
fr: Installer modules complementaires ...

# TXT_INSTALLADDONFILTER
source: OPMedia Addon Libraries (*.dll)|*.dll||
fr: Modules complementaires OPMedia (*.dll)|*.dll||

# TXT_INSTALLADDONS
source: Select an OPMedia addon library to install:
fr: Sélectionnez une modules complementaires OPMedia à installer:

# TXT_INVALID_ADDON
source: The DLL file you have selected is not a valid OPMedia extension library. Note: If you believe, however, that the respective file should have been a valid extension, you are advised to contact the producer or the supplier of this DLL.
fr: Le fichier DLL que vous avez sélectionné n'est pas une modules complementair valide OPMedia. Remarque: Si vous crois, cependant, que le fichier en question aurait dû être une module valide, il vous est conseillé de contacter le producteur ou le fournisseur de cette DLL.

# TXT_INVALID_NAME
source: The DLL file you have selected is not a valid OPMedia extension library. A valid OPMedia extension library should follow the naming convention: <Library-Name>Extension.dll.
fr: Le fichier DLL que vous avez sélectionné n'est pas une extension de la bibliothèque valide OPMedia. Une module complementaire OPMedia valide doit suivre la convention de nom: Extension.dll <Addon-Name>.

# TXT_NO_NAV_ADDONS
source: No navigation addons are currently configured. The application cannot run without them. You must to select and enable at least one navigation addon in order to continue.
fr: Aucun modules complementaires de navigation sont actuellement configurés. L'application ne peut pas fonctionner sans eux. Vous devez sélectionner et activer au moins un module de navigation pour continuer.

# TXT_NOTIFY_NON_PREVIEW
source: The selected item cannot be previewed. You must use an external program to view it.
fr: L'élément sélectionné ne peut pas être prévisualisé. Vous devez utiliser un programme externe pour la voir.

# TXT_NOTIFY_PREVIEW
source: To preview the selected item, double click it or press Enter.
fr: Pour prévisualiser l'élément sélectionné, double-cliquez dessus ou appuyez sur Entrée.

# TXT_PREPARE_PREVIEW
source: Automatic preview of selected item is starting in a couple of seconds. Press Escape to cancel ...
fr: Prévisualisation automatique de l'élément sélectionné démarre en quelques secondes. Appuyez sur Echap pour annuler ...

# TXT_PREVIEW_ADDONS
source: Preview / Visualization
fr: Aperçu / Visualisation

# TXT_PREVIEW_CANCELED
source: Automatic preview of selected item has been canceled. Select another item or press Enter to preview the current item.
fr: Prévisualisation automatique de l'élément sélectionné a été annulée. Sélectionnez un autre élément ou appuyez sur Entrée pour prévisualiser l'élément actuel.

# TXT_PROP_ADDONS
source: File Property Interaction
fr: Interaction de la propriété du fichier

# TXT_S_ADDONSETTINGS
source: Addons
fr: Extensions

# TXT_SELECTALLADDONS
source: Select all addons
fr: Sélectionnez tous les modules complementaires

# TXT_SHAREDADDONS
source: The addon library you are trying to uninstall provides multiple features: {0} If you continue, all these features will no longer be available. Is it OK to proceed ?
fr: La module complementaire vous essayez de désinstaller offre des fonctions multiples: {0} Si vous continuez, toutes ces fonctionnalités ne seront plus disponibles. Est-il OK pour continuer?

# TXT_UNINSTALL_ADDONLIB
source: Uninstall addon library...
fr: Désinstaller modules complementaire …
