Repository: octavian-paraschiv/protone-suite
Catalog: ProTONE Suite/src/Framework/OPMediaBase/OPMedia.UI/Translations/Translation.*.resx
Languages: fr, ro

# TXT_DUP_SHORTCUT_CONFIRM
source: The key combination '{0}' is already assigned to '{1}'. Do you want to re-assign it to '{2}'?
fr: La combinaison de boutons '{0}' est déjà attribué à '{1}'. Voulez-vous le ré-affecter à '{2}'?
ro: Combinaţia de taste '{0}' este deja alocată pentru '{1}'. Doriţi să o realocaţi pentru '{2}'?

# TXT_CONFIRM_RESTORE
source: Are you sure you want to load the default settings?
fr: Etes-vous sûr que vous voulez charger les paramètres par défaut?
ro: Suneţi sigur că doriţi încărcarea setarilor implicite?

# TXT_RESTORESHORTCUTSDESC
source: Use 'Restore Defaults' to load the default keyboard shortcut configuration.
fr: Utilisez 'Restore Defaults' pour charger le clavier par défaut configuration des raccourcis.
ro: Folosiţi 'Restaurează setări implicite' pentru a încărca configuraţia implicită a scurtăturilor.

# TXT_RESTOREDEFAULTS
source: Restore defaults
fr: Paramètres par défaut
ro: Restaurează setări implicite

# TXT_PID
source: Process ID
fr: ID de processus
ro: ID proces

# TXT_TID
source: Thread ID
fr: ID de thread
ro: ID thread

# TXT_KEEPONTOP
source: Keep window on top of others
fr: Garder la fenêtre au-dessus des autres
ro: Menţine fereastra deasupra altora

# TXT_SAVEWINDOW
source: Save log window as ...
fr: Enregistrer le journal fenêtre ...
ro: Salvează fereastra jurnal ca ...

# TXT_SAVELOGFILE
source: Save log file as ...
fr: Enregistrer le fichier journal sous ...
ro: Salvează fişierul jurnal ca ...

# TXT_SHOWTRACE
source: Show traces
fr: Montrent des traces
ro: Afişează mesajele de depanare

# TXT_SHOWINFO
source: Show infos
fr: Voir infos
ro: Afişează mesajele informative

# TXT_SHOWWARNING
source: Show warnings
fr: Afficher les avertissements
ro: Afişează mesajele de avertizare

# TXT_SHOWERROR
source: Show errors
fr: Afficher les erreurs
ro: Afişează mesajele de eroare

# TXT_SAVELOGORWINDOW
source: Save log file or window
fr: Enregistrer le fichier journal ou d'une fenêtre
ro: Salvează fişierul jurnal sau fereastra

# TXT_NOTIFYUPDATE
source: A new program version is available: {0}. Do you want to update to this version?
fr: Une nouvelle version du programme est disponible: {0}. Voulez-vous mettre à jour vers cette version?
ro: O nouă versiune de program este disponibilă: {0}. Doriţi să actualizaţi la această versiune?

# TXT_CONFIRMUPDATE
source: Confirm program update
fr: Confirmer mise à jour du programme
ro: Confirmaţi actualizarea programului

# TXT_WAITDOWNLOADUPDATE
source: Please wait while downloading application update files. You can press ESC to abort the download and keep the existing application version.
fr: S'il vous plaît patienter pendant le téléchargement des fichiers de mise à jour de l'application. Vous pouvez appuyer sur ESC pour annuler le téléchargement et garder la version de l'application existante.
ro: Vă rugam asteptaţi descarcarea fişierelor de actualizare. Puteţi apăsa ESC pentru a opri descărcarea şi a păstra versiunea de aplicaţie existentă.

# TXT_ALLOWAUTOUPDATES
source: Allow automatic program updates
fr: Laissez mises à jour automatique du programme
ro: Permite actualizarea automată a programului

# TXT_CHECKUPDATE
source: Check program updates
fr: Vérifiez les mises à jour du programme
ro: Verifică actualizări program

# TXT_DISABLEAUTODOWNLOADS
source: Disable automatic updates
fr: Désactiver les mises à jour automatiques
ro: Dezactivează actualizările automate

# TXT_NOUPDATEREQUIRED
source: This program has the latest available version. For the moment, you do not need to update the program.
fr: Ce programme dispose de la dernière version disponible. Pour le moment, vous n'avez pas besoin de mettre à jour le programme.
ro: Programul dvs. are ultima versiune disponibilă. Pentru moment, nu este nevoie să actualizati programul.

# TXT_CONFIRM_MOVE
source: Are you sure you want to move the file: {0} ?
fr: Etes-vous sûr que vous voulez déplacer le fichier: {0}?
ro: Sunteţi sigur că doriţi mutarea fişierului: {0} ?

# TXT_CONFIRM_MOVE_DIR
source: The folder: {0} is not empty. Do you want to move it and all its contents ?
fr: Le dossier: {0} n'est pas vide. Voulez-vous déplacer et tout son contenu?
ro: Directorul: {0} nu este gol. Doriţi să-l mutaţi cu tot conţinutul sau ?

# TXT_CONFIRM_MOVE_EMPTYDIR
source: Are you sure you want to move the folder: {0} ?
fr: Etes-vous sûr que vous voulez déplacer le dossier: {0}?
ro: Sunteţi sigur că doriţi mutarea directorului: {0} ?

# TXT_CONFIRM_MOVE_ROHS
source: The file {0} is has one or more of these attributes: Read-Only/Hidden/System. Do you still want to move it ?
fr: Le fichier {0} est a un ou plusieurs de ces attributs: Read-Only/Hidden/System. Voulez-vous toujours de le déplacer?
ro: Fişierul {0} are unul sau mai multe din atributele: Read-Only/Hidden/System Doriţi totuşi să îl mutaţi ?

# TXT_NOPROXY
source: No proxy
fr: Aucun proxy
ro: Fără proxy

# TXT_HTTPPROXY
source: HTTP Proxy
fr: Proxy HTTP
ro: Proxy HTTP

# TXT_SOCKS4PROXY
source: SOCKS 4 Proxy
ro: Proxy SOCKS 4

# TXT_SOCKS5PROXY
source: SOCKS 5 Proxy
fr: Proxy SOCKS5
ro: Proxy SOCKS 5

# TXT_IEPROXY
source: Use Internet Explorer proxy settings
fr: Utiliser les paramètres de proxy d'Internet Explorer
ro: Foloseşte setările de proxy din Internet Explorer

# TXT_FILE_TYPE
source: File Type
fr: Type du fichier
ro: Tipul fişierului

# TXT_LOOK_IN
source: Look in
fr: Cherchez dans
ro: Caută în

# TXT_SAMPLE
source: Example:
fr: Exemple:
ro: Exemplu:

# TXT_FONT_STYLE
source: Font style:
fr: Style de fonte:
ro: Stilul fontului:

# TXT_SCRIPT
source: Character set:
fr: Set de caractères:
ro: Set de caractere:

# TXT_CHOOSE_COLOR
source: Choose a color:
fr: Choisissez une couleur:
ro: Alegeţi o culoare:

# TXT_ACTIVE
source: Active
fr: Actif
ro: Activ

# TXT_FLAG_ERRORS
source: Show Errors
fr: Afficher les erreurs
ro: Arată Erorile

# TXT_FLAG_WARNINGS
source: Show Warnings
fr: Afficher les messages d'avertissement
ro: Arată Mesajele de Avertizare

# TXT_FLAG_INFOS
source: Show Information
fr: Afficher les messages d'information
ro: Arată Mesajele Informative

# TXT_FLAG_TRACES
source: Show Debug Traces
fr: Afficher les messages de debougage
ro: Arată Mesajele de Depanare

# TXT_LOGFILE_FILTER
source: Log files (*.log)|*.log||
fr: Fichiers journal (*.log)|*.log||
ro: Fişiere jurnal (*.log)|*.log||

# TXT_SAVELOGFILE_PART
source: Save partial log file as:
fr: Enregistrer le fichier journal partielle sous:
ro: Salvează fişierul jurnal parţial ca ...

# TXT_DRIVE_DESC_FORMAT
source: {0} [{1}] [{2}] [{3} MB free] [{4}]
fr: {0} [{1}] [{2}] [{3} Mo libre] [{4}]
ro: {0} [{1}] [{2}] [{3} MB liberi] [{4}]

# TXT_SELECT_FOLDER
source: Select a folder:
fr: Sélectionnez un dossier:
ro: Selectați un director:

# TXT_NEW_FOLDER
source: Create new folder
fr: Créer un nouveau dossier
ro: Creare director nou

# TXT_FORMAT_UNKNOWN
source: Unknown format
fr: Format inconnu
ro: Format necunoscut

# TXT_NOT_READY
source: Not Ready
fr: Pas prêt
ro: Nedisponibil

# TXT_NO_LABEL
source: No label
fr: Aucune étiquette
ro: Neetichetat

# TXT_NO_NAME
source: No name
fr: Aucun nom
ro: Nedenumit

# TXT_READY
source: Ready
fr: Prêt
ro: Disponibil

# TXT_CURRENT_PATH
source: Current path: {0}
fr: Chemin courant: {0}
ro: Cale curenta: {0}

# TXT_DISABLE
source: Disable
fr: Désactiver
ro: Dezactivare

# TXT_EDIT
source: Edit
fr: Éditer
ro: Editare

# TXT_ENABLE
source: Enable
fr: Permettre
ro: Activare

# TXT_ENABLED
source: Enabled
fr: Activé
ro: Activ

# TXT_EXPORT_FULL
source: Full export ...
fr: L'exportation complète ...
ro: Export complet...

# TXT_EXPORT_PARTIAL
source: Partial export ...
fr: L'exportation partielle ...
ro: Export parțial...

# TXT_IMPORT_FULL
source: Full import ...
fr: Importation complète ...
ro: Import complet...

# TXT_IMPORT_PARTIAL
source: Partial import (with merge)...
fr: Importation partielle (avec fusion) ...
ro: Import parțial (cu alipire)...

# TXT_INPUT_DATA
source: Input data
fr: Les données d'entrée
ro: Date intrare

# TXT_OUTPUT_DATA
source: Output data
fr: Les données de sortie
ro: Date ieşire

# TXT_DISK_CDR
source: Optical disc (CD, DVD or BlueRay)
fr: Disque optique (CD, DVD ou BlueRay)
ro: Disc optic (CD, DVD sau BlueRay)

# TXT_DISK_FIL
source: File
fr: Dossier
ro: Fişier

# TXT_DISK_FLD
source: Folder
fr: Dossier
ro: Director

# TXT_DISK_HDD
source: Fixed disk (hard disk)
fr: Disque dur (disque dur)
ro: Disc fix (hard disk)

# TXT_DISK_NET
source: Network drive
fr: Lecteur réseau
ro: Disc de reţea

# TXT_DISK_NRT
source: Disk without root folder
fr: Disque sans dossier racine
ro: Disc fără director radacină

# TXT_DISK_RAM
source: Virtual RAM disk
fr: Virtual RAM disque
ro: Disc RAM virtual

# TXT_DISK_REM
source: Removable disk (Floppy disk or USB flash).
fr: Disque amovible (disquette ou une clé USB).
ro: Disc portabil (dischetă sau stick USB).

# TXT_DISK_UNK
source: Unknown disk type
fr: Type de disque inconnu
ro: Disc de tip necunoscut

# TXT_NEW_FILENAME
source: New file name
fr: Nouveau nom de fichier
ro: Nume nou fişier

# TXT_OLD_FILENAME
source: Old file name
fr: Ancien nom de fichier
ro: Nume vechi fişier

# TXT_ATTRIBUTES
source: Attributes
fr: Attributs
ro: Atribute

# TXT_CREATIONDATE
source: Creation date
fr: Date de création
ro: Creat la data

# TXT_EXTENSION
source: Extension
ro: Extensie

# TXT_FILESIZE
source: File size
fr: Taille du fichier
ro: Mărime fişier

# TXT_FILESYSTEMINFO
source: File Information
fr: Informations sur les fichiers
ro: Informaţii fişier

# TXT_LASTACCESSDATE
source: Latest access
fr: Dernier accès
ro: Ultima accesare

# TXT_LASTCHANGEDATE
source: Latest change
fr: Dernière modification
ro: Ultima modificare

# TXT_NAME
source: Name
fr: Nom
ro: Nume

# TXT_PARENT
source: Parent folder
fr: Dossier parent
ro: Director părinte

# TXT_PATH
source: Path
fr: Chemin d'accès
ro: Cale

# TXT_DESC
source: Description
ro: Descriere

# TXT_LOGMESSAGE
source: Log Message
fr: Message de journal:
ro: Mesaj Jurnal

# TXT_MODULENAME
source: Module Name
fr: Nom du module
ro: Nume Modul

# TXT_TIMESTAMP
source: Date / Time
fr: Timestamp
ro: Dată / Oră

# TXT_CONFIRM_CREATE
source: The file {0} does not exist yet. Do you want to create it ?
fr: Le fichier {0} n'existe pas encore. Voulez-vous le créer?
ro: Fişierul {0} nu există încă. Doriţi să fie creat ?

# TXT_ASSISTANCE
source: Assistance
ro: Asistenţă

# TXT_CHOOSE_FAVORITE
source: Please select a folder to be added as favorite:
fr: S'il vous plaît sélectionner un dossier à ajouter en tant que favori:
ro: Selectaţi un director favorit:

# TXT_CMDFAVMANAGER
source: Open favorite folder manager
fr: Ouvrez le Gestionnaire de dossier favori
ro: Gestioneaza Directoarele favorite

# TXT_FAVORITES
source: Favorites
fr: Favoris
ro: Favorite

# TXT_FAVORITES_ADD
source: Add to Favorite Folders
fr: Ajouter aux dossiers favoris
ro: Adaugă la Directoare favorite

# TXT_FAVORITES_MANAGE
source: Manage Favorite Folders ...
fr: Gérer les dossiers favoris ...
ro: Gestionează Directoarele favorite ...

# TXT_MANAGE_FAVORITES
source: Define your Favorite Folders:
fr: Favorite Responsable des dossiers
ro: Definiți Directoarele Favorite:

# TXT_PROCESSING_FILE
source: Processing file
fr: Traitement du fichier
ro: Se procesează fișierul

# TXT_SCANNING
source: Scanning
fr: Balayage
ro: Se scanează

# TXT_NEWFOLDER
source: Create New Folder
fr: Créer nouveau dossier
ro: Creează Director Nou

# TXT_PARENTFILETYPES
source: 'Parent' file types:
fr: Types de fichiers 'parent':
ro: Tipuri de fișiere 'părinte':

# TXT_CHILDFILETYPES
source: 'Child' file types:
fr: Types de fichiers 'enfant':
ro: Tipuri de fișiere 'copil':

# TXT_USE_LINKEDFILES
source: Manipulate linked files as a single item
fr: Manipuler des fichiers liés comme un seul élément
ro: Manipulează fișierele înlănţuite ca un singur element

# TXT_FILE_NOT_FOUND
source: File not found: {0}
fr: Fichier introuvable: {0}
ro: Fișierul nu a fost găsit: {0}

# TXT_RECENT_FILE_REMOVED
source: The file will be removed from recent opened files list.
fr: Le fichier sera supprimé de la liste des fichiers récemment ouverts.
ro: Fișierul va fi eliminat din lista de fișiere recent deschise.

# TXT_S_TROUBLESHOOTING
source: Support
fr: Secours
ro: Suport

# TXT_EDIT_KEY
source: Configure shortcut
fr: Configurez raccourci
ro: Configurare scurtătură

# TXT_RESULTING_COLOR
source: Resulting color:
fr: Couleur résultante:
ro: Culoare rezultantă:

# TXT_SAMPLE_TEXT
source: Sample Text
fr: Exemple de texte
ro: Exemplu Text

# TXT_FONTFAMILY
source: Font Family:
fr: Famille de fonte:
ro: Famila fontului:

# TXT_FONTSIZE
source: Font Size:
fr: Taille de la fonte:
ro: Mărimea fontului:

# TXT_FONTCHARSET
source: Character Set:
fr: Set de caractères:
ro: Set de caractere:

# TXT_CHOOSE_FONT
source: Choose a font:
fr: Choisissez une fonte:
ro: Alegeţi un font:

# TXT_S_GENERALSETTINGS
source: General
fr: Général

# TXT_SERVER
source: Server
fr: Serveur

# TXT_FONT
source: Font:
fr: Fonte:

# TXT_EXPORT
source: Export
fr: Exporter

# TXT_IMPORT
source: Import
fr: Importer

# TXT_S_CONTROL
source: Control
fr: Contrôle
