Repository: octavian-paraschiv/protone-suite
Catalog: ProTONE Suite/src/Framework/OPMediaBase/OPMedia.UI/Translations/Translation.*.resx
Languages: fr, ro

# TXT_ABORT
source: Abort
fr: Abandonner
ro: Abandon

# TXT_ABOUT
source: About {0}
fr: À propos de {0}
ro: Despre {0}

# TXT_ADD
source: Add...
fr: Ajouter ...
ro: Adaugă...

# TXT_ADD_FILES
source: Add Files ...
fr: Ajouter des fichiers ...
ro: Adaugă fişiere ...

# TXT_ADD_FOLDER
source: Add Folder ...
fr: Ajouter un dossier ...
ro: Adaugă director ...

# TXT_ALL_FILES_FILTER
source: All files (*.*)|*.*||
fr: Tous les fichiers (*.*)|*.*||
ro: Toate fişierele (*.*)|*.*||

# TXT_ALTKEY
source: Alternate
fr: Alterné
ro: Alternativă

# TXT_APPHELP
source: Contents ...
fr: Table des matières ...
ro: Cuprins ...

# TXT_APPLY
source: Apply
fr: Appliquer
ro: Aplicare

# TXT_APP_RESTART
source: Program restart required
fr: Relancer le programme nécessaire
ro: Este necesară repornirea programului

# TXT_ARGUMENTS
source: Specify the program's command line arguments:
fr: Spécifiez les arguments du programme en ligne de commande:
ro: Specificaţi parametrii liniei de comandă pentru program:

# TXT_BACK
source: Back
fr: Précédent
ro: Înapoi

# TXT_BROWSE
source: Browse ...
fr: Parcourir ...
ro: Răsfoire ...

# TXT_BTNCLOSE
source: Close.
fr: Fermer.
ro: Inchidere

# TXT_BTNMAXIMIZE
source: Maximize.
fr: Maximisez.
ro: Maximizare

# TXT_BTNMINIMIZE
source: Minimize.
fr: Réduire.
ro: Minimizare

# TXT_BTNRESTOREDOWN
source: Restore down.
fr: Restaurer
ro: Restaurare

# TXT_BUILDING_OBJECT_LIST
source: Creating object list ...
fr: Création de liste d'objets ...
ro: Se crează lista de obiecte ...

# TXT_CANCEL
source: Cancel
fr: Annuler
ro: Anulează

# TXT_CAUTION
source: Caution
fr: Attention
ro: Atenţie

# TXT_CHANGE
source: Change...
fr: Changer ...
ro: Modifică...

# TXT_CHOOSELOGPATH
source: Choose the folder to store the log files:
fr: Choisissez le dossier pour stocker les fichiers journaux:
ro: Alegeţi directorul fişierelor jurnal:

# TXT_CHOOSEPROGRAM
source: Choose the program to be executed:
fr: Choisissez le programme à exécuter:
ro: Alegeţi programul pentru execuţie:

# TXT_CHOOSEWORKDIR
source: Choose the program working folder:
fr: Choisissez le programme de travail dossier:
ro: Alegeţi directorul de lucru al programului:

# TXT_CLEARLOG
source: Clear Log File
fr: Effacer le ficher journal
ro: Şterge fişierul jurnal

# TXT_CLEARWINDOW
source: Clear Window Contents
fr: Effacer le fenetre journal
ro: Şterge conţinutul ferestrei

# TXT_CLICK_LIST_TO_EDIT
source: Click on list cells to edit them.
fr: Cliquez sur cellules de la liste pour les éditer.
ro: Daţi click pe celulele evidenţiate ale listei pentru editare.

# TXT_CMDCFGKEYBOARD
source: Displays the Keyboard Shortcuts.
fr: Affiche les raccourcis
ro: Afişează scurtăturile.

# TXT_CMDGENERICAPPLY
source: Apply Changes.
fr: Appliquer les modifications.
ro: Aplică modificările.

# TXT_CMDGENERICCOPY
source: Copy data (or files)
fr: Copier des données (ou des fichiers)
ro: Copiere date (sau fişiere)

# TXT_CMDGENERICCUT
source: Cut data (or files)
fr: Couper des données (ou des fichiers)
ro: Decupare date (sau fişiere)

# TXT_CMDGENERICDELETE
source: Delete data (or files)
fr: Effacer les données (ou des fichiers)
ro: Ştergere date (sau fişiere)

# TXT_CMDGENERICNEW
source: New Document.
fr: Nouveau document.
ro: Document nou.

# TXT_CMDGENERICOPEN
source: Open Document.
fr: Ouvrez le document.
ro: Deschide document

# TXT_CMDGENERICPASTE
source: Paste data (or files)
fr: Coller des données (ou des fichiers)
ro: Lipire date (sau fişiere)

# TXT_CMDGENERICREFRESH
source: Refresh data
fr: Actualiser les données
ro: Reîncarcare date

# TXT_CMDGENERICRENAME
source: Rename files
fr: Renommer des fichiers
ro: Redenumire fişiere

# TXT_CMDGENERICSAVE
source: Save Document.
fr: Enregistrer le document.
ro: Salvează document

# TXT_CMDGENERICSEARCH
source: Search data (or files)
fr: Recherche des données (ou des fichiers)
ro: Căutare date (sau fişiere)

# TXT_CMDGENERICUNDO
source: Undo changes.
fr: Annuler les modifications.
ro: Anulează schimbările

# TXT_CMDOPENHELP
source: Open help file
fr: Ouvrez le fichier d'aide
ro: Deschide fişierul manual

# TXT_CMDOPENSETTINGS
source: Displays the Settings dialog.
fr: Affiche le dialogue de paramètres.
ro: Afişează dialogul de Setări.

# TXT_CMDSHOWLOGCONSOLE
source: Displays the log file console
fr: Affiche le console de fichier journal
ro: Afişează consola fişier jurnal

# TXT_CMDSWITCHWINDOWS
source: Switch between addon windows.
fr: Basculer entre les fenêtres de modules complementaires.
ro: Comută intre ferestrele extensiilor.

# TXT_COMMAND
source: Command name
fr: Nom de la commande
ro: Nume comandă

# TXT_CONFIRM
source: Confirm
fr: Confirmer
ro: Confirmare

# TXT_CONFIRM_ABORT
source: Are you sure you want to abort the operation ?
fr: Êtes-vous sûr de vouloir annuler l'opération?
ro: Sunteţi sigur că doriţi abandonarea operaţiunii ?

# TXT_CONFIRM_DELETE
source: Are you sure you want to delete the file: {0} ?
fr: Êtes-vous sûr de vouloir supprimer le fichier: {0}?
ro: Sunteţi sigur că doriţi ştergerea fişierului: {0} ?

# TXT_CONFIRM_DELETE_DIR
source: The folder: {0} is not empty. Do you want to delete it (including its contents) ?
fr: Le dossier: {0} n'est pas vide. Voulez-vous le supprimer (y compris son contenu)?
ro: Directorul: {0} nu este gol. Doriţi să-l ştergeti (inclusiv conţinutul sau) ?

# TXT_CONFIRM_DELETE_EMPTYDIR
source: Are you sure you want to delete the folder: {0} ?
fr: Êtes-vous sûr de vouloir supprimer le dossier: {0}?
ro: Sunteţi sigur că doriţi ştergerea directorului: {0} ?

# TXT_CONFIRM_DELETE_ROHS
source: The file {0} has one (or more) of these attributes: Read-Only, Hidden or System. Do you still want to delete it ?
fr: Le fichier {0} est a un ou plusieurs de ces attributs: Read-Only/Hidden/System. Voulez-vous toujours de le supprimer?
ro: Fişierul {0} are unul sau mai multe din atributele: Acces doar citire (Read-Only), Ascuns sau Sistem. Doriţi totuşi să îl ştergeti ?

# TXT_CONFIRM_OVERWRITE
source: The destination file {0} already exists. Do you want to overwrite it ?
fr: Le fichier de destination {0} existe déjà. Voulez-vous l'écraser?
ro: Fişierul destinaţie: {0} este deja prezent. Doriţi să fie suprascris ?

# TXT_CONFIRM_OVERWRITE_RO
source: The destination file {0} already exists and it is a Read-Only file. Do you want to overwrite it ?
fr: Le fichier de destination {0} existe déjà et il s'agit d'un fichier en lecture seule (Read-only). Voulez-vous l'écraser?
ro: Fişierul destinaţie: {0} este deja prezent şi are atributul Acces doar citire (Read-Only). Doriţi să fie suprascris ?

# TXT_COPY
source: Copy
fr: Copier
ro: Copiere

# TXT_CUR_PROGRESS
source: {0}: {1} items out of {2} ({3}% done)
fr: {0}: {1} articles en rupture de {2} ({3}% fait)
ro: {0}: {1} obiecte din {2} ({3}% finalizat)

# TXT_CUT
source: Cut
fr: Couper
ro: Tăiere

# TXT_DEFINE_PROGRAM
source: [ Please define the program to be executed ]
fr: [S'il vous plaît définir le programme à exécuter]
ro: [ Definiţi programul pentru execuţie ]

# TXT_DELETE
source: Delete
fr: Effacer
ro: Ştergere

# TXT_DESCRIPTION
source: Command description
fr: Description de la commande
ro: Descriere comandă

# TXT_DESC_COPY_TASK
source: Copying
fr: Copier
ro: Copiere

# TXT_DESC_DELETE_TASK
source: Deleting
fr: Suppression
ro: Ştergere

# TXT_DESC_MOVE_TASK
source: Moving
fr: Mouvement
ro: Mutare

# TXT_DOUBLE_CLICK_TO_EDIT
source: double click to edit
fr: double-cliquer pour modifier
ro: dublu click pentru editare

# TXT_DOWNLOAD
source: Download
fr: Télécharger
ro: Descarcă

# TXT_DRAWBORDERS
source: Draw skinned borders and title bar (recommended)
fr: Tracer des frontières peau et barre de titre (recommandé)
ro: Desenează marginile şi bara de titlu (recomandat)

# TXT_EDITKEYDESC
source: Press the new key combination for: {0}. Current shortcut is: {1}.
fr: Appuyez sur la nouvelle combinaison de boutons pour: {0}. Raccourci actuelle est: {1}.
ro: Apasaţi noua combinaţie de taste pentru: {0}. Scurtătura curenta este: {1}.

# TXT_ENABLESKINNEDBORDERS
source: Enable skinned borders
fr: Activer frontières peau
ro: Margini rotunjite

# TXT_ENABLE_LOG
source: Enable program logging
fr: Activer la journalisation du programme
ro: Activează jurnalizarea

# TXT_ERROR
source: Error
fr: Erreur
ro: Eroare

# TXT_ERRORS
source: Register error messages in the log file
fr: Enregistrer les messages d'erreur dans le fichier journal
ro: Înregistrează mesajele de eroare în fişierul jurnal

# TXT_ERRORS_COPY_TASK
source: Some errors appeared while copying the specified files. More details in the list below.
fr: Quelques erreurs sont apparues lors de la copie des fichiers spécifiés. Plus de détails dans la liste ci-dessous.
ro: Au apărut câteva erori în timpul copierii fişierelor specificate. Examinaţi lista de mai jos pentru mai multe detalii

# TXT_ERRORS_DELETE_TASK
source: Some errors appeared while deleting the specified files. More details in the list below.
fr: Quelques erreurs sont apparues lors de la suppression des fichiers spécifiés. Plus de détails dans la liste ci-dessous.
ro: Au apărut câteva erori în timpul ştergerii fişierelor specificate. Examinaţi lista de mai jos pentru mai multe detalii

# TXT_ERRORS_ENCOUNTERED
source: Some errors appeared during the operation.
fr: Quelques erreurs sont apparues lors de l'opération.
ro: Câteva erori au fost întâlnite în timpul operaţiunii.

# TXT_ERRORS_MOVE_TASK
source: Some errors appeared while moving the specified files. More details in the list below.
fr: Quelques erreurs sont apparues lors du mouvement des fichiers spécifiés. Plus de détails dans la liste ci-dessous.
ro: Au apărut câteva erori în timpul mutării fişierelor specificate. Examinaţi lista de mai jos pentru mai multe detalii

# TXT_EVERYDAY
source: Every Day
fr: Tous les jours
ro: Fiecare zi

# TXT_EXIT
source: Exit
fr: Sortie
ro: Ieşire

# TXT_FILE
source: File
fr: Fichier
ro: Fişier

# TXT_FILENAME
source: File Name
fr: Nom du fichier
ro: Nume Fişier

# TXT_FOLDERNOTACCESSIBLE
source: This folder is no longer accessible. It may have been moved, removed, or the disk could have been removed from the computer.
fr: Ce dossier n'est plus accessible. Il peut avoir été déplacé, supprimé ou son disque aurait pu être supprimé de l'ordinateur.
ro: Acest director nu mai este accesibil. Este posibil să fi fost mutat, şters, sau discul să fi fost scos din computer.

# TXT_FORWARD
source: Forward
fr: Avant
ro: Înainte

# TXT_FREEZEWINDOW
source: Lock Window
fr: Verrouiller la fenêtre
ro: Blochează fereastra

# TXT_FRIDAY
source: Friday
fr: Vendredi
ro: Vineri

# TXT_HEAVY_TRACE
source: Enable detailed debug logging
fr: Activer la journalisation du débogage détaillée
ro: Activează jurnal de depanare detaliat

# TXT_HELP
source: Help
fr: Aider
ro: Ajutor

# TXT_INFO
source: Register info messages in the log file
fr: Registrer les messages d'information dans le fichier journal
ro: Înregistrează mesajele informative în fişierul jurnal

# TXT_INSERT_DISK
source: Insert disk
fr: Insérez la disque
ro: Introduceţi discul

# TXT_INSERT_MEDIA
source: Please insert the disk labeled {0} (desc: {1}) into the {2} drive.
fr: S'il vous plaît insérez le disque nommé {0} (desc: {1}) dans le lecteur de {2}.
ro: Introduceţi discul etichetat {0} (descriere: {1}) în unitatea {2}

# TXT_KEY
source: Shortcut
fr: Raccourci
ro: Scurtătură

# TXT_KEYCOMMANDEDITOR
source: Define keys for {0}
fr: Définir des clés pour {0}
ro: Definire taste pentru {0}

# TXT_S_KEYMAP
source: Keyboard
fr: Clavier
ro: Tastatură

# TXT_S_KEYMAP_DESC
source: To edit a shortcut, click on its associated links in the table below. The shortcuts with disabled links cannot be changed by the user (e.g: OpenHelp = F1, etc).
fr: Pour modifier un raccourci, cliquez sur les liens associés à la table ci-dessous. Les raccourcis avec des liens handicapées ne peuvent pas être changées par l'utilisateur (e.g: OpenHelp = F1, etc.)
ro: Pentru a modifica o scurtătură, daţi click pe linkurile asociate acesteia în tabelul de mai jos. Scurtăturile cu linkuri inactive nu pot fi modificate de către utilizator (Ex: OpenHelp = F1, etc).

# TXT_LANGUAGE
source: Language
fr: Langue
ro: Limbă

# TXT_LOGFILENAME
source: Log file name:
fr: Nom du fichier journal:
ro: Nume fişier jurnal:

# TXT_S_LOGGINGSETTINGS
source: Logging
fr: Journal
ro: Jurnal

# TXT_LOGLINECONSOLE
source: Log file console
fr: Console de fichier journal
ro: Consolă fişier jurnal

# TXT_LOGLINECOUNT
source: Log entries count:
fr: Compte des entrées:
ro: Număr intrări jurnal:

# TXT_LOG_DESC
source: This program version is built with enforced logging. All log level are enabled by default.
fr: Cette version du programme est construit avec l'exploitation forestière appliquée. Toutes niveaux de journalisation sont activées par défaut.
ro: Această versiune este compilată cu jurnalizare implicită. Toate nivelele de jurnalizare sunt implicit active.

# TXT_LOG_KEEPDAYS
source: How many days to keep the old log files (min=2, max=10):
fr: Combien de jours pour garder les anciens fichiers journal (min = 2, max = 10):
ro: Numărul de zile de păstrare a fişierelor jurnal (min=2, max=10):

# TXT_LOG_PATH
source: Log files path:
fr: Chemin des fichiers journal:
ro: Director fişiere jurnal:

# TXT_MODIFY
source: Modify
fr: Modifier
ro: Modifică

# TXT_MONDAY
source: Monday
fr: Lundi
ro: Luni

# TXT_MULTIRENAME
source: Rename Multiple Files
fr: Renommer plusieurs fichiers
ro: Redenumire Multiplă Fişiere

# TXT_NA
source: N/A
ro: Nedisponibil

# TXT_S_NETWORK_SETTINGS
source: Network
fr: Réseau
ro: Reţea

# TXT_NEW
source: New
fr: Nouveau
ro: Nou

# TXT_NO
source: No
fr: Non
ro: Nu

# TXT_NO_NETWORK
source: Warning: There is no operational network connection.
fr: Attention: Il n'existe pas de connexion réseau opérationnelle.
ro: Atenţie: Nu există conexiuni de reţea funcţionale.

# TXT_OFF
source: OFF
ro: OPRIT

# TXT_ON
source: ON
ro: PORNIT

# TXT_OPEN
source: Open
fr: Ouvert
ro: Deschide

# TXT_OR
source: or
fr: ou
ro: sau

# TXT_PASSWORD
source: Password
fr: Mot de passe
ro: Parolă

# TXT_PASTE
source: Paste
fr: Coller
ro: Lipire

# TXT_PORT_NAME
source: Serial Port Name:
fr: Nom du port série:
ro: Nume Port Serial:

# TXT_PORT_SETTINGS
source: Serial Port Settings:
fr: Paramètres du port série:
ro: Setări Port Serial:

# TXT_PROCEED
source: Proceed
fr: Procéder
ro: Continuare

# TXT_PROGRAMSTARTUPINFO
source: Program startup information
fr: Informations concernant le programme à exécuter
ro: Informaţii lansare program

# TXT_PROGRAMS_FILTER
source: Executable files (*.exe)|*.exe|All files (*.*)|*.*||
fr: Les fichiers exécutables (*.exe)|*.exe|Tous les fichiers (*.*)|*.*||
ro: Fişiere executabile (*.exe)|*.exe|Toate fişierele (*.*)|*.*||

# TXT_PROGRAM_DEF
source: Program to be executed (click on the link below to change):
fr: Programme à exécuter (cliquez sur le lien ci-dessous pour changer):
ro: Programul executat (pentru modificare daţi click pe pe link-ul de mai jos):

# TXT_READONLY
source: Read Only
fr: Lecture seule (read-Only)
ro: Acces doar citire (Read-Only)

# TXT_ARCHIVE
source: Archive
fr: Archives
ro: Fişier 'Arhivă'

# TXT_HIDDEN
source: Hidden
fr: Caché
ro: Fişier 'Ascuns' (hidden)

# TXT_SYSTEM
source: System
fr: Système
ro: Fişier 'Sistem'

# TXT_REFRESH
source: Refresh
fr: Rafraîchir
ro: Reîncărcare

# TXT_SATURDAY
source: Saturday
fr: Samedi
ro: Sâmbăta

# TXT_SAVE
source: Save
fr: Sauver
ro: Salvare

# TXT_SAVE_AS
source: Save as...
fr: Enregistrer sous ...
ro: Salvare ca...

# TXT_SEARCH
source: Search
fr: Rechercher
ro: Căutare

# TXT_SERIALPORTLCFG
source: Configure Serial Port
fr: Configurer le port série
ro: Configurare port serial

# TXT_SERIAL_PORT_NAME
source: Settings for Serial Port:
fr: Paramètres de port série:
ro: Setări pentru portul serial:

# TXT_SETSKIN
source: Set the User Interface Theme (per entire ProTONE Suite):
fr: Définir le thème de l'interface utilisateur (par toute ProTone Suite):
ro: Setare tema interfaţă grafică (pentru toată suita ProTONE):

# TXT_SETTINGS
source: Program Settings
fr: Paramètres du programme
ro: Setări program

# TXT_SETUILANGUAGE
source: Set the User Interface Language (per entire ProTONE Suite):
fr: Réglez la langue de l'interface utilisateur (par toute ProTone Suite):
ro: Setare limbă interfaţă grafică (pentru toată suita ProTONE):

# TXT_SHOWLOG
source: Show log file ...
ro: Afişează fişierul jurnal ...

# TXT_SHOWSPLITTERS
source: Show panel splitters in main window
fr: Afficher répartiteurs panneau dans la fenêtre principale
ro: Afişează separatorii de panou în fereastra principală

# TXT_SIZE
source: Size
fr: Taille
ro: Mărime

# TXT_SUCCESS
source: Task succesfull.
fr: Réussie de travail.
ro: Sarcină îndeplinită cu succes.

# TXT_SUCCESS_COPY_TASK
source: Copy files has completed succesfully.
fr: Copier des fichiers a terminé avec succès.
ro: Copierea fişierelor s-a încheiat cu succes.

# TXT_SUCCESS_DELETE_TASK
source: Delete files has completed succesfully.
fr: Supprimer les fichiers a terminé avec succès.
ro: Ştergerea fişierelor s-a încheiat cu succes.

# TXT_SUCCESS_MOVE_TASK
source: Move files has completed succesfully.
fr: Déplacer les fichiers a terminé avec succès.
ro: Mutarea fişierelor s-a încheiat cu succes.

# TXT_SUNDAY
source: Sunday
fr: Dimanche
ro: Duminică

# TXT_TASK_CANCEL
source: Abort Executing Tasks ?
fr: Abandonner les tâches?
ro: Abandonaţi sarcinile în execuţie ?

# TXT_TASK_CANCEL_MSG
source: Are you sure you want to abort the executing tasks ?
fr: Êtes-vous sûr de vouloir abandonner les tâches d'exécution?
ro: Sunteţi sigur că doriţi să abandonaţi sarcinile în execuţie ?

# TXT_SPECIFYURL
source: Specify a URL:
fr: Spécifier l'URL:
ro: Specificaţi un URL:

# TXT_TCPIPINVALIDFORMAT
source: The entered string does not represent a valid URL.
fr: La chaîne saisie ne représente pas une URL valide.
ro: Textul introdus nu reprezintă un URL valid.

# TXT_TCPIPURI
source: Enter the URL:
fr: Entrez l'adresse URL:
ro: Introduceţi URL-ul:

# TXT_THEREARENOITEMS
source: There are no items to show in this panel.
fr: Il ya aucun élément à représenter dans ce panneau.
ro: Nu exista obiecte afişabile în acest panou.

# TXT_THURSDAY
source: Thursday
fr: Jeudi
ro: Joi

# TXT_TRACE
source: Show debug traces
fr: Enregistrer les messages de débogage dans le fichier journal
ro: Înregistrează mesajele de depanare în fişierul jurnal

# TXT_TUESDAY
source: Tuesday
fr: Mardi
ro: Marţi

# TXT_UNDO
source: Undo
fr: Annuler
ro: Anulează

# TXT_UP
source: Up
fr: Jusqu'à
ro: Sus

# TXT_USERNAME
source: User
fr: Utilisateur
ro: Utilizator

# TXT_VERSION
source: Version: {0}
ro: Versiune: {0}

# TXT_WAIT_COPY
source: Please wait while copying files ...
fr: S'il vous plaît patienter pendant la copie des fichiers ...
ro: Aşteptaţi copierea fişierelor ...

# TXT_WAIT_DELETE
source: Please wait while deleting files ...
fr: S'il vous plaît patienter pendant la suppression de fichiers ...
ro: Aşteptaţi ştergerea fişierelor ...

# TXT_WAIT_MOVE
source: Please wait while moving files ...
fr: S'il vous plaît patienter pendant le mouvement de fichiers ...
ro: Aşteptaţi mutarea fişierelor ...

# TXT_WARNING
source: Register warning messages in the log file
fr: Enregistrer les messages d'avertissement dans le fichier journal
ro: Înregistrează mesajele de avertizare în jurnal

# TXT_WEDNESDAY
source: Wednesday
fr: Mercredi
ro: Miercuri

# TXT_WIZARDBACK
source: < Back
fr: < Précédent
ro: < Înapoi

# TXT_WIZARDCANCEL
source: Cancel
fr: Annuler
ro: Anulare

# TXT_WIZARDFINISH
source: Finish
fr: Terminer
ro: Finalizare

# TXT_WIZARDNEXT
source: Next >
fr: Suivant >
ro: Înainte >

# TXT_WIZARDREPEAT
source: Repeat wizard
fr: Répétez l'assistant
ro: Reluare utilitar

# TXT_WIZARDSTEPDELIMITER
source: of
fr: de
ro: din

# TXT_WIZARDSTEPTEXT
source: Step
fr: Étape
ro: Pasul

# TXT_WIZFINISHED
source: has finished task execution.
fr: a terminé l'exécution des tâches.
ro: a finalizat execuţia sarcinilor.

# TXT_WIZFINISHING
source: is running, please wait ...
fr: est en cours, s'il vous plaît patienter ...
ro: este în execuţie, vă rugăm aşteptaţi...

# TXT_WIZSTEPRESULTS
source: Results
fr: Résultats
ro: Rezultate

# TXT_WIZTASKSFINISHED
source: All wizard tasks have finished succesfully !
fr: Toutes les tâches de l'assistant ont terminé avec succès!
ro: Toate sarcinile utilitarului au fost executate cu succes !

# TXT_WIZTASKSFINISHED_ERRORS
source: All wizard tasks have finished, but some errors were encountered. Details in the list below.
fr: Toutes les tâches de l'assistant terminé, mais quelques erreurs ont été rencontrées. Détails dans la liste ci-dessous.
ro: Sarcinile utilitarului au fost executate, dar au fost intâlnite câteva erori. Detalii în lista de mai jos.

# TXT_WIZTASKSRUNNING
source: Please wait while wizard tasks are running ...
fr: S'il vous plaît patienter pendant que les tâches de l'assistant sont en cours d'exécution ...
ro: Va rugăm aşteptaţi cât timp utilitarul este în execuţie...

# TXT_WORKDIR
source: Program working folder:
fr: Dossier du programme de travail:
ro: Director de lucru:

# TXT_YES
source: Yes
fr: Oui
ro: Da

# TXT_YESALL
source: Yes for all
fr: Oui pour tous
ro: Da pt. toate

# TXT_DEFINE_PROXYSERVERADDRESS
source: [ Define the proxy server address ]
fr: [Définir l'adresse du serveur proxy]
ro: [ Specificaţi adresa serverului proxy ]

# TXT_DEFINE_PROXYSERVERUSERNAME
source: [ Define the proxy server username ]
fr: [Définir le nom d'utilisateur du serveur proxy]
ro: [ Specificaţi numele de utilizator ]

# TXT_PROXYTYPE
source: Proxy server type:
fr: Type de serveur proxy:
ro: Tip server proxy:

# TXT_PROXYADDRESS
source: Proxy server address:
fr: Adresse du serveur proxy:
ro: Adresă server proxy:

# TXT_PROXYPORT
source: Proxy server port:
fr: Port de serveur proxy:
ro: Port server proxy:

# TXT_PROXYUSERNAME
source: User name:
fr: Nom d'utilisateur:
ro: Nume utilizator:

# TXT_PROXYPASSWORD
source: Password:
fr: Mot de passe:
ro: Parolă:

# TXT_LEVEL_AUTOMATIC
source: Automatic
fr: Automatique
ro: Mesaj automat

# TXT_LEVEL_ERROR
source: Error
fr: Erreur
ro: Mesaj de eroare

# TXT_LEVEL_EXCEPTION
source: Exception
ro: Mesaj de eroare fatală

# TXT_LEVEL_HEAVYTRACE
source: Detailed debug trace
fr: Trace de débogage détaillée
ro: Mesaj de depanare detaliat

# TXT_LEVEL_INFO
source: Information
fr: Informations
ro: Mesaj informativ

# TXT_LEVEL_TRACE
source: Trace
fr: Tracer
ro: Mesaj de depanare

# TXT_LEVEL_WARNING
source: Warning
fr: Avertissement
ro: Mesaj de avertizare

# TXT_RESULTS
source: Results:
fr: Résultats:
ro: Rezultate:

# TXT_PRIMARY_MONITOR
source: [PRIMARY MONITOR]
fr: [Moniteur principal]
ro: [MONITOR PRINCIPAL]

# TXT_CONFIRM_PROPERTYSAVE
source: The item properties were changed. Do you want to save changes ?
fr: Les propriétés de l'élément ont été modifiées. Voulez-vous enregistrer les modifications?
ro: Proprietăţile obiectului au fost modificate. Doriţi sa salvaţi modificările ?

# TXT_CONFIRMSAVECHANGES
source: Save changes ?
fr: Enregistrer les modifications?
ro: Salvaţi modificările ?

# TXT_DUPPLICATE_SHORTCUT
source: Shortcut is already in use
fr: Raccourci est déjà utilisé
ro: Scurtătura este deja folosită

# TXT_DUP_SHORTCUT_FIXED
source: The key combination '{0}' is already assigned to '{1}' and cannot be modified. Please enter a different combination.
fr: La combinaison de boutons '{0}' est déjà attribué à '{1}' et ne peut pas être modifié. Veuillez entrer une combinaison différente.
ro: Combinaţia de taste '{0}' este deja alocată pentru '{1}' şi nu poate fi modificată. Vă rugăm introduceţi o altă combinaţie.
