Repository: octavian-paraschiv/protone-suite
Catalog: ProTONE Suite/src/Applications/OPMedia.RCCManager/Translations/Translation.*.resx
Languages: ro

# TXT_APP_NAME
source: Remote Control Manager
ro: Manager de Telecomenzi

# TXT_REMOTELIST
source: Remote control list:
ro: Listă telecomenzi:

# TXT_REMOTENAME
source: Remote control name:
ro: Nume telecomandă:

# TXT_BUTTONS
source: Remote control buttons
ro: Butoane telecomandă

# TXT_INPUTPINDATA
source: Input pin settings
ro: Setări terminal de intrare

# TXT_CFGDATA
source: Pin settings:
ro: Setări terminal:

# TXT_PINTYPE
source: Pin type:
ro: Tip terminal:

# TXT_OUTPUTPINDATA
source: Output pin settings
ro: Setări terminal de ieşire

# TXT_ADDREMOTECONFIG
source: Add Remote Control
ro: Adaugă telecomandă

# TXT_CHANGEEMOTECONFIG
source: Configure Remote Control
ro: Configurează telecomandă

# TXT_CONFIRMDELETEREMOTE
source: Are you sure you want to remove the selected remote control ? You will not be able to undo this removal !
ro: Sunteţi sigur ca doriţi ştergerea telecomenzii selectate? Nu veţi mai putea reveni la starea anterioara după ştergere!

# TXT_ENTERDATA
source: Pin settings not defined yet.
ro: Setarile terminalului nu sunt incă definite.

# TXT_CFG
source: This pin can be configured only from ProTONE Player.
ro: Acest terminal se configurează doar din ProTONE Player.

# TXT_NOTCFG
source: This pin doesn't need any settings.
ro: Acest terminal nu necesită configurare.

# TXT_BUTTON_NAME
source: Name
ro: Nume

# TXT_TARGET_WNDNAME
source: Target window
ro: Fereastră ţintă

# TXT_NODATA
source: Pin settings not defined yet.
ro: Setarile terminalului nu sunt incă definite.

# TXT_BUTTONNAME
source: Button name:
ro: Nume buton:

# TXT_INPUTDATA
source: Input data (press Detect to receive data):
ro: Date de intrare (apăsaţi Detecţie pentru a recepţiona date):

# TXT_OUTPUTDATA
source: Data to output pin:
ro: Date de ieşire:

# TXT_DETECT
source: Detect
ro: Detecţie

# TXT_ADDBUTTON
source: Add Button on '{0}'
ro: Adaugă buton pe '{0}'

# TXT_CHANGEBUTTON
source: Configure Button on '{0}'
ro: Configurează buton pe '{0}'

# TXT_CONFIRMDELETEBUTTON
source: Are you sure you want to remove the selected remote control button? You will not be able to undo this removal !
ro: Sunteţi sigur ca doriţi ştergerea butonului selectat? Nu veţi mai putea reveni la starea anterioara după ştergere!

# TXT_PRESSBUTTON
source: Press a button on the remote control. To skip detection, press Enter or Escape.
ro: Apăsaţi un buton de pe telecomandă. Pentru a opri detecţia, apăsaţi Enter sau Escape.

# TXT_ADD_REPEAT
source: Add button, and repeat
ro: Adaugă buton în mod repetat

# TXT_ADD_ONCE
source: Add button
ro: Adaugă buton

# TXT_TARGETWNDNAME
source: Title of target application/window:
ro: Titlul programului/ferestrei ţintă:

# TXT_WINDOWBASED
source: Send commands to the active program window
ro: Trimite comenzi spre fereastra activă a programului

# TXT_SAVE_BEFORE_EXIT
source: You have made changes to the configuration. Do you want to save these changes before exiting ?
ro: Aţi adus modificări configuraţiei. Doritţi salvarea acestor modificări inainte de a ieşi din program ?

# TXT_APPLY_CFG
source: Save configuration ?
ro: Salvaţi configuraţia ?

# TXT_SECONDS
source: seconds.
ro: secunde.

# TXT_TIMEDREPEATRATE
source: Command repetition interval: (0 = no repetition)
ro: Interval de repetare comandă: (0 = fără repetare)

# TXT_PROTONE_REMOTE_COMMAND
source: ProTONE Remote Control Command:
ro: Comandă ProTONE Player:

# TXT_PRESS_KEY
source: Press the key combination you want to assign.
ro: Apăsaţi combinația de taste dorită.

# TXT_DEFAULTWINDOWNAME
source: Default_window_name
ro: Nume_implicit_fereastră

# TXT_NOBUTTONSREQUIRED
source: This remote control doesn't need button configuration.
ro: Această telecomandă nu necesită configurare de butoane.

# TXT_APPLYTIP
source: Save remote control configuration
ro: Salvează configuraţia telecomenzilor

# TXT_DEVICENAME
source: Remote control name: {0}
ro: Nume telecomandă: {0}

# TXT_INPUTPIN
source: Input pin: {0} {1}
ro: Terminal intrare: {0} {1}

# TXT_OUTPUTPIN
source: Output pin: {0} {1}
ro: Terminal ieşire: {0} {1}

# TXT_BUTTONNAME_FULL
source: Button name: {0} [ '{1}' --> '{2}' ]
ro: Nume buton: {0} [ '{1}' --> '{2}' ]

# TXT_NO_BUTTONS_YET
source: Buttons are not yet defined for this remote control.
ro: Nici un buton nu a fost incă definit pentru această telecomandă.

# TXT_ADD_BUTTON
source: Add new button ...
ro: Adaugă buton nou ...

# TXT_DEL_BUTTON
source: Delete existing button
ro: Şterge buton

# TXT_MOD_BUTTON
source: Modify existing button ...
ro: Modifică buton ...

# TXT_ADD_DEVICE
source: Add new remote control ...
ro: Adaugă telecomandă ...

# TXT_DEL_DEVICE
source: Delete existing remote control
ro: Şterge dipozitiv existent

# TXT_MOD_DEVICE
source: Modify existing remote control ...
ro: Modifică telecomandă ...

# TXT_CONFIG_FILES_FILTER
source: Remote Control Configuration files (*.config)|*.config||
ro: Fişiere de configurare telecomandă (*.config)|*.config||

# TXT_ADMIN_RIGHTS_REQUIRED
source: The Remote Control Manager requires administrator rights to run. You must launch this application under a user account that has administrator rights.
ro: Aplicatia 'Manager de Telecomenzi' necesită drepturi de administrator pentru a putea rula. Trebuie să lansaţi aplicaţia sub un utilizator care are drepturi de administrator.
