Repository: octavian-paraschiv/protone-suite
Catalog: ProTONE Suite/src/Extensions/OPMedia.Addons.Builtin/Translations/Translation.*.resx
Languages: de, fr

# TXT_ABORTED
source: Scan aborted.
de: Absuchen abgebrochen.
fr: Balayage abandonnée.

# TXT_ADDON_FE_SETTINGS
source: File Browser
de: Datei-Browser
fr: Navigateur de fichiers

# TXT_ADDON_MC_SETTINGS
source: Catalog Browser
de: Katalog-Browser
fr: Navigateur de catalogues

# TXT_ATTRIBUTESEARCH
source: Filter results by file attributes
de: Ergebnisse Filtern nach Dateiattribute
fr: Filtrer les résultats par attributs de fichier

# TXT_CAPITALIZEWORDS
source: Capitalize All Words
de: Wandelt alle Wörter
fr: Tous les mots en majuscule

# TXT_CASEINSENSITIVESEARCH
source: Ignore Case
de: Ignorieren Großschreibung / Kleinschreibung
fr: Ignorer majuscules / minuscules

# TXT_CATALOG
source: Import Catalog
de: Katalog-Assistent
fr: Importer catalogue

# TXT_CATALOGPATH
source: Imported items will be added to the catalog file under path: {0}
de: Importierte Produkte werden in den Katalog Datei unter dem Pfad anzugefügt werden: {0}
fr: Articles importés seront ajoutés au fichier catalogue sous le chemin: {0}

# TXT_CATALOGSCHEMAVERSION
source: Catalog schema version
de: Katalog-Schema-Version
fr: Version du schéma de catalogue

# TXT_CATALOG_FILTER
source: Media catalog files (*.ctx)|*.ctx||
de: Media Katalog Dateien (*.ctx)|*.ctx||
fr: Fichiers catalogue (*.ctx)|*.ctx||

# TXT_CMDCATALOGMERGE
source: Merge catalogs
de: Zusammenführen von Katalogen
fr: Fusionner des catalogues

# TXT_CMDCATALOGWIZARD
source: Launch Catalog Import wizard
de: Starten Sie Catalog Import-Assistent
fr: Lancez l'assistant d'importation de catalogue

# TXT_CMDCHANGEDISK
source: Change logical disk
de: Ändern logischer Datenträger
fr: Changer de disque logique

# TXT_CMDTAGGINGWIZARD
source: Launch Tagging Wizard
de: Starten Sie die Etikettieren Assistent
fr: Lancez l'assistant de marquage

# TXT_CMDNAVIGATEBACK
source: Navigate back
de: Navigieren Sie zurück
fr: Revenir

# TXT_CMDNAVIGATEFORWARD
source: Navigate forward
de: Navigieren Sie nach vorn
fr: Avancer

# TXT_CMDNAVIGATEUP
source: Go to parent folder
de: Gehe zum übergeordneten Ordner
fr: Aller au dossier parent

# TXT_DRIVES
source: Change disk drive
de: Ändern Sie Laufwerk
fr: Changer disque

# TXT_ENTRY_DESC
source: Specify a description for the entry to be added:
de: Geben Sie eine Beschreibung für den Eintrag anzugefügt werden:
fr: Spécifiez une description pour l'entrée à ajouter:

# TXT_ERROR_INVALID_CATALOG
source: This file does not represent a valid Media Catalog: '{0}'
de: Diese Datei stellt keine gültige Media Catalog: '{0}'
fr: Ce fichier ne représente pas un catalogue valable: ' {0}'

# TXT_ERROR_MERGE_SAME_CATALOG
source: You cannot merge a catalog into itself: '{0}'
de: Sie können nicht zusammengeführt werden einen Katalog in sich: '{0}'
fr: Vous ne pouvez pas fusionner un catalogue en lui-même: ' {0}'

# TXT_ERR_MERGE_FAILED
source: Merge catalogs have failed. Details: '{0}'
de: Merge Kataloge sind gescheitert. Details: '{0}'
fr: Catalogues de fusion ont échoué. Détails: ' {0}'

# TXT_FILENAMEPATTERN
source: File name pattern:
de: Dateiname Muster:
fr: Modèle de nom de fichier:

# TXT_FOLDERNAMEPATTERN
source: Folder name pattern:
de: Ordnername Muster:
fr: Modèle de nom de dossier:

# TXT_FSTAGEDITOR
source: Generate tags based on file/folder name
de: Generieren Etiketten auf Datei / Ordnernamen erzeugen
fr: Générer des etiquetes basées sur nom de fichier / dossier

# TXT_TAGGEDFILESFILTER
source: Tagged Audio files (*.mp1, *.mp2, *.mp3)|*.mp1;*.mp2;*.mp3||
de: Audio-Dateien mit Etiketten (*.mp1, *.mp2, *.mp3)|*.mp1;*.mp2;*.mp3||
fr: Fichiers audio avec etiquettes (*.mp1, *.mp2, *.mp3)|*.mp1;*.mp2;*.mp3||

# TXT_TAGGINGWIZARD
source: Tagging Wizard
de: Etikettieren-Assistent
fr: Assistant de marquage

# TXT_IMPORTWIZARD
source: Import Catalog Wizard
de: Import-Assistent
fr: Assistant d'importation

# TXT_INIT_SEARCH
source: The search process is initializing, please wait ...
de: Der Suchvorgang wird initialisiert, bitte warten ...
fr: Le processus de recherche est l'initialisation, s'il vous plaît patienter ...

# TXT_ITEMNAME
source: Item name
de: Objektnamen
fr: Nom de l'élément

# TXT_JUMPTOITEM
source: Jump to item
de: Gehe zu Element
fr: Aller à la rubrique

# TXT_KEEPCASE
source: Keep original word casing
de: Behält das ursprüngliche Wort Gehäuse
fr: Gardez mot d'origine boîtier

# TXT_LAUNCH_WIZARD
source: Tagging Wizard ...
de: Etikettieren-Assistent ...
fr: Assistant de marquage ...

# TXT_MAINTAIN_CATALOG_HISTORY
source: Remember open catalogs history
de: Denken Sie daran, offen Kataloge Geschichte
fr: Rappelez l'histoire des catalogues ouverts

# TXT_MAXPROCESSEDFILES
source: Max. no. of files whose properties can be displayed:
de: Max. Nr. von Dateien, deren Eigenschaften können angezeigt werden:
fr: Max. Réf. des fichiers dont les propriétés peuvent être affichées:

# TXT_MEDIALABEL
source: Original media label
de: Original-Medien-Label
fr: Original étiquette du média

# TXT_MEDIAPATH
source: Original path within media - '$' stands for 'removable media root'
de: Ursprünglichen Pfad in Medien - '$' steht für 'Wechselmedien root'
fr: Original chemin dans le média - '$' correspond à 'racine de média amovible "

# TXT_MEDIA_WITHOUT_BOOKMARKS
source: Media Files without bookmarks
de: Media-Dateien ohne Lesezeichen
fr: Fichiers multimédias sans signets

# TXT_MEDIA_WITH_BOOKMARKS
source: Media Files with bookmarks
de: Media-Dateien mit Lesezeichen
fr: Fichiers multimédias avec des signets

# TXT_MERGECATALOG
source: Please select a catalog to be merged:
de: Bitte wählen Sie einen Katalog zusammengeführt werden:
fr: S'il vous plaît sélectionner un catalogue à fusionner:

# TXT_MERGECATALOGS
source: Merge Catalogs
de: Zusammenführen von Katalogen
fr: Fusionner Catalogues

# TXT_MULTIRENAME
source: Rename Files
de: Umbenennen von Dateien
fr: Renommer des fichiers

# TXT_NON_ORPHAN_BOOKMARKS
source: Non-orphan bookmark files
de: Non-Waise Bookmark-Dateien
fr: Fichiers de signets non-orphelins

# TXT_NO_CATALOG
source: No catalog is yet defined, please click Browse to select one.
de: Kein Katalog noch definiert wird, klicken Sie bitte auf Blättern, um einen auszuwählen.
fr: Aucun catalogue n'est encore défini, s'il vous plaît cliquer sur Parcourir pour en sélectionner un.

# TXT_NO_ITEMS_FOUND
source: No items found. Change the search parameters and try again.
de: Keine Artikel gefunden. Bitte ändern Sie die Suchparameter und versuchen Sie es erneut.
fr: Aucun élément n'a été trouvé. S'il vous plaît changer les paramètres de recherche et essayez à nouveau.

# TXT_OPENCATALOG
source: Open catalog file ...
de: Öffnen Sie den Katalog-Datei ...
fr: Fichier catalogue ouvert ...

# TXT_OPENCATALOGS
source: open catalogs.
de: offenen Kataloge.
fr: catalogues ouverts.

# TXT_OPENRECENTFILEDROPDOWN
source: Press the down arrow button to open the recent files list.
de: Drücken Sie auf den Pfeil nach unten Taste, um die zuletzt verwendeten Dateien zu öffnen.
fr: Appuyez sur la flèche vers le bas pour ouvrir la liste des fichiers récents.

# TXT_OPMEDIAADDONSBUILTINBOOKMARKSADDONPANEL
source: Show Properties of Bookmark Files (.BMK) in File Browser
de: Anzeige der Eigenschaften des Bookmark-Dateien (. BMK) im Datei-Browser
fr: Afficher les propriétés de fichiers signet (.BMK) dans le navigateur de fichiers

# TXT_OPMEDIAADDONSBUILTINFILEEXPLORERADDONPANEL
source: File Browser
de: Datei-Browser
fr: Explorateur de fichiers

# TXT_OPMEDIAADDONSBUILTINTAGGEDFILEPROPADDONPANEL
source: Edit audio file tags in File Browser
de: Bearbeiten von Etiketten auf MP1/MP2/MP3 Dateien im Datei-Browser
fr: Modifier etiquettes sur fichiers audio dans le navigateur de fichiers

# TXT_OPMEDIAADDONSBUILTINIMAGESADDONPANEL
source: View Image Files (JPG, GIF, BMP, PNG, etc.)
de: Alle Bilddateien (JPG, GIF, BMP, PNG, etc.)
fr: Afficher les fichiers images (JPG, GIF, BMP, PNG, etc)

# TXT_OPMEDIAADDONSBUILTINCATALOGEXPLORERADDONPANEL
source: Catalog Browser
de: Katalog-Browser
fr: Parcourir le catalogue

# TXT_OPMEDIAADDONSBUILTINCATALOGEXPLORERCATALOGITEMPROPFEADDONPANEL
source: Show Catalog Items Properties in Catalog Browser
de: Zeige Katalogelemente Informationen in Katalog-Browser
fr: Voir les articles du catalogue Propriétés dans le navigateur de catalogue

# TXT_OPMEDIAADDONSBUILTINCATALOGEXPLORERCATALOGITEMPROPMCADDONPANEL
source: Show Properties of Catalog Files in File Browser
de: Zeige Eigenschaften des Catalog Dateien im Datei-Browser
fr: Afficher les propriétés de fichiers catalogue dans le Navigateur de fichiers

# TXT_OPMEDIAADDONSBUILTINPLAYERADDONPANEL
source: Play media files with the embedded ProTONE Player extension
de: Wiedergeben von Mediendateien mit dem eingebetteten Player-Erweiterung ProTONE
fr: Lire des fichiers multimédia avec l'extension ProTONE Lecteur intégré

# TXT_OPMEDIAADDONSBUILTINVIDEOPROPADDONPANEL
source: Show Properties of Video Files in File Browser
de: Zeige Eigenschaften von Videodateien im Dateibrowser
fr: Afficher les propriétés de fichiers vidéo dans le navigateur de fichiers

# TXT_OPMEDIAADDONSBUILTIN__DEFAULTPREVIEWADDONPANEL
source: Open files with associated Windows program
de: Öffnen Sie die Dateien mit den zugehörigen Windows-Programm
fr: Ouvrir des fichiers avec Windows associé du programme

# TXT_OPMEDIAADDONSBUILTIN__DEFAULTPROPADDONPANEL
source: Show File System Information in File Browser
de: Show File System Informationen im Datei-Browser
fr: Système d'information sur Afficher le fichier dans le navigateur de fichiers

# TXT_ORPHAN_BOOKMARKS
source: Orphan bookmark files
de: Waise Bookmark-Dateien
fr: Fichiers de signets orphelins

# TXT_PREVIEW
source: Preview results ...
de: Vorschau der Ergebnisse ...
fr: Aperçu des résultats ...

# TXT_PREVIEW_DESC_EDITTAG
source: Preview results of 'Edit Tags' task:
de: Vorschau Ergebnisse der 'Bearbeiten von Etiketten' Aufgabe:
fr: Aperçu des résultats de 'Modifier etiquettes' tâche:

# TXT_PREVIEW_DESC_FILLTAGBYFS
source: Preview results of 'Generate tags based on file/folder name' task:
de: Vorschau Ergebnisse der "Generieren Etiketten auf Datei / Ordnernamen erzeugen' Aufgabe:
fr: Aperçu des résultats de 'Générer des etiquetes basées sur nom de fichier / dossier' tâche:

# TXT_PREVIEW_DESC_MULTIRENAME
source: Preview results of 'Rename Files' task:
de: Vorschau Ergebnisse "Umbenennen von Dateien' Aufgabe:
fr: Aperçu des résultats de la tâche de 'Renommer des fichiers':

# TXT_PREVIEW_FORM
source: Preview Results
de: Vorschau Ergebnisse
fr: Aperçu des résultats

# TXT_PREVIEW_TIMER
source: Automatic preview timer (seconds) (0 = Disable automatic preview):
de: Automatische Vorschau Timer (Sekunden) (0 = Deaktivieren Sie die automatische Vorschau):
fr: Minuterie Prévisualisation automatique (secondes) (0 = Désactiver la prévisualisation automatique):

# TXT_PROPERTYSEARCH
source: Search Metadata (e.g. tags)
de: Suche Metadaten (z.B. Ettiketten)
fr: Recherche Metadata (p.e. etiquettes)

# TXT_RECURSIVESEARCH
source: Search in subfolders
de: Suche in Unterordnern
fr: Rechercher dans les sous-dossiers

# TXT_REMOVE_FILES
source: Remove Files
de: Entfernen von Dateien
fr: Supprimer des fichiers

# TXT_RENAME
source: Rename
de: Umbenennen
fr: Rebaptiser

# TXT_RENAMEPATTERN
source: Rename Pattern:
de: Benennen Sie Muster:
fr: Renommer modèle:

# TXT_REOPEN_LAST_CATALOG
source: At program startup, open last loaded catalog
de: Beim Programmstart, öffnen Sie zuletzt geladene Katalog
fr: Au démarrage du programme, ouvrez dernier catalogue en charge

# TXT_RETAIN_LAST
source: Remember last
de: Angemeldet letzten
fr: Mémoriser la dernière

# TXT_SAVECATALOG
source: Save catalog as ...
de: Speichern Katalog unter ...
fr: Enregistrer le catalogue sous ...

# TXT_SCAN_ERROR
source: Scan error
de: Absuchen-Fehler
fr: Erreur de balayage

# TXT_SCAN_ERROR_MSG
source: A non-fatal error occured while scanning object: '{0}'. The error message is: {1}. Do you want to continue scanning ?
de: Ein nicht-tödlicher Fehler beim absuchen Objekt:. {0} Die Fehlermeldung lautet:. {1} Möchten Sie fortfahren absuchen wollen?
fr: Une erreur non fatale s'est produite lors de la balayage d'objet:. {0} Le message d'erreur est le suivant:. {1} Voulez-vous continuer la balayage?

# TXT_SEARCHFOLDER
source: Search in folder:
de: Suchen Sie im Ordner:
fr: Rechercher dans le dossier:

# TXT_SEARCHPATTERN_FE
source: Specify the search name (allowed wildcards: *, ?) or choose one of the predefined patterns:
de: Geben Sie den Namen für die Suche (Wildcards erlaubt:*, ?), oder wählen Sie eine der vordefinierten Mustern:
fr: Spécifiez le nom de la recherche (caractères génériques acceptés:?, *), ou choisissez l'un des modèles prédéfinis:

# TXT_SEARCHPATTERN_MC
source: Specify the search name, without wildcards:
de: Geben Sie den Namen für die Suche ohne Wildcards:
fr: Spécifiez le nom de la recherche cans caractères génériques:

# TXT_SEARCHVALUE
source: Text to be searched:
de: Text durchsucht werden soll:
fr: Texte à rechercher:

# TXT_SEARCHWIZARD_FE
source: Search Files and Folders
de: Suchen von Dateien und Ordnern
fr: Recherche de fichiers et de dossiers

# TXT_SEARCHWIZARD_MC
source: Search items in catalog
de: Suche Artikel im Katalog
fr: Rechercher objets dans le catalogue

# TXT_SEARCH_BOOKMARKS
source: Search Bookmark Files (*.BMK)
de: Search Bookmark-Dateien (*. BMK)
fr: Recherche des fichiers signets (*. BMK)

# TXT_SEARCH_MEDIAFILES
source: Search Media Files
de: Suche Media-Dateien
fr: Rechercher des fichiers multimédia

# TXT_SELECTCATALOG
source: Specify the catalog to add the imported files to:
de: Geben Sie den Katalog, um die importierten Dateien hinzu:
fr: Spécifier le fichier pour ajouter les fichiers importés:

# TXT_SELECTTAGGEDFILES
source: Select audio files to be edited ...
de: Wählen Sie Audio-Dateien bearbeitet werden, um ...
fr: Sélectionnez les fichiers audio à éditer ...

# TXT_SELECTTAGGEDFILESFOLDER
source: Select a folder containing the audio files to be edited ...
de: Wählen Sie einen Ordner mit Audio-Dateien bearbeitet werden, um ...
fr: Sélectionnez un dossier contenant des fichiers à éditer ...

# TXT_SELECTINSERTPOINT
source: Select the insertion point within the selected catalog (press F5 to reload the tree):
de: Wählen Sie die Einfügemarke innerhalb des ausgewählten Katalog (drücken Sie F5, um den Baum neu zu laden):
fr: Sélectionnez le point d'insertion dans le catalogue sélectionné (appuyez sur F5 pour recharger l'arbre):

# TXT_SENTENCECASE
source: Capitalize first word
de: Profitieren erste Wort
fr: Capitaliser premier mot

# TXT_SHORTCUT
source: Shortcut: {0}
de: Tastenkürzel: {0}
fr: Raccourci: {0}

# TXT_SUPPLY_CATALOG_DESC
source: Specify a description for your catalog...
de: Geben Sie eine Beschreibung für Ihren Katalog ...
fr: Spécifiez une description pour votre catalogue ...

# TXT_TAGEDITOR
source: Edit Tags
de: Bearbeiten von Etiketten
fr: Modifier etiquettes

# TXT_TOTAL_ITEMS_FOUND
source: Total: {0} item(s) found. Use the right click menu to further process these items.
de: Gesamt: {0} item (s) gefunden. Verwenden Sie das Menü der rechten Maustaste weiter zu verarbeiten diese Artikel.
fr: Total: {0} article (s) trouvé. Utilisez le menu clic droit de continuer à traiter ces éléments.

# TXT_UNHANDLED
source: Cannot handle the specified task type.
de: Können nicht mit der angegebenen Task-Typ.
fr: Ne peut pas gérer le type de tâche spécifiée.

# TXT_VER_NA
source: Version info not present (legacy catalog)
de: Info Version nicht vorhanden ist (Legacy-Katalog)
fr: Informations de version n'est pas présent (catalogue héritage)

# TXT_WAIT_LOADING_CATALOG
source: Please wait while loading catalog ...
de: Bitte warten Katalog ...
fr: S'il vous plaît patienter pendant le chargement catalogue ...

# TXT_WAIT_MERGING_CATALOG
source: Please wait while merging catalogs ...
de: Bitte warten zusammenführen von Katalogen ...
fr: S'il vous plaît patienter pendant que la fusion des catalogues ...

# TXT_WIZCATSTEP1_DESC
source: Specify the catalog to add the imported files to:
de: Geben Sie den Katalog, um die importierten Dateien hinzu:
fr: Spécifier le fichier pour ajouter les fichiers importés:

# TXT_WIZCATSTEP2_DESC
source: Select the folder or disk containing the items to be imported (press F5 to reload the tree):
de: Wählen Sie den Ordner oder die Diskette mit der zu importierenden Objekte (drücken Sie F5, um den Baum neu zu laden):
fr: Sélectionnez le dossier ou le disque contenant les éléments à importer (appuyez sur F5 pour recharger l'arbre):

# TXT_WIZTAGGINGSTEP1_DESC
source: Please specify which files you want to edit. Use the 'Add Files', 'Add Folder', 'Remove Files' buttons to configure the files list.
de: Bitte angeben, welche Dateien Sie bearbeiten möchten. Verwenden Sie die 'Dateien anfügen', 'Ordner anfügen', 'Dateien entfernen "Tasten, um die Dateien zu konfigurieren.
fr: S'il vous plaît spécifier les fichiers que vous souhaitez modifier. Utilisez le 'Ajouter des fichiers', 'Ajouter un dossier', et/ou 'Supprimer les fichiers' bouton pour configurer la liste des fichiers.

# TXT_WIZTAGGINGSTEP2_DESC
source: Please specify how should these files be processed:
de: Bitte angeben, wie sollten diese Dateien verarbeitet werden:
fr: S'il vous plaît spécifier la manière dont doit être traité ces fichiers:

# TXT_WORDHANDLING
source: Change words case:
de: Ändern Worte Fall:
fr: Changer la casse des mots:

# TXT_CATALOG_DESC
source: Catalog description
de: Katalog Beschreibung
fr: Le catalogue

# TXT_CATALOGINFO
source: Catalog file information
de: Katalog Datei-Informationen
fr: Informations sur le fichier catalogue

# TXT_TAGINFO_PATTERNS
source: Tagging Patterns
de: Etikettieren-Muster
fr: Modèles de marquage

# TXT_INTERNALLABEL
source: Internal media label
de: Interne Medien Etikett
fr: Interne étiquette du média

# TXT_ISORPHAN
source: Is Orphan
de: Ist Waise
fr: Est orphelin

# TXT_ITEMDATA
source: Additional data
de: Zusätzliche Daten
fr: Données supplémentaires

# TXT_ITEMTYPE_DESC
source: Original item type
de: Ursprüngliche Element-Typ
fr: Type d'élément d'origine

# TXT_MEDIAPATH_SHORT
source: Original path within media
de: Ursprünglichen Pfad innerhalb Medien
fr: Original chemin dans le media

# TXT_PARENTMEDIAFILE
source: Parent Media File
de: Eltern-Medien-Datei
fr: Médias parents fichier

# TXT_TOTALCHILDRENCOUNT
source: Total items
de: Artikel insgesamt
fr: Total des éléments

# TXT_TOTALFILECOUNT
source: Total files
de: Dateien insgesamt
fr: Total de fichiers

# TXT_TOTALSUBFOLDERCOUNT
source: Total subfolders
de: Unterordner ingesamt
fr: Total de sous-dossiers

# TXT_CATALOGITEMINFO
source: Editable information
de: Veränderbare Informationen
fr: Modifiable informations

# TXT_CATALOGITEMINFO_RO
source: Non-editable information
de: Nicht Veränderbaren Informationen
fr: Non modifiable informations

# TXT_OPMEDIAADDONSBUILTINCDAPROPADDONPANEL
source: Show properties of Audio CD Files (CDA) in File Browser
de: Zeige Eigenschaften von Audio-CD-Dateien (CDA) in Datei-Browser
fr: Afficher les propriétés des fichiers de CD audio (CDA) dans l'explorateur de fichiers

# TXT_GRABBERHINT_STEP1
source: Click on list cells to edit them. Double-click on check images to choose whether to grab a track or not.
de: Klicken Sie auf Zellen der Liste, um sie zu bearbeiten. Beim Check Bildern zu entscheiden, ob eine Spur oder nicht greifen Doppelklick.
fr: Cliquez sur les cellules de la liste à modifier. Double-cliquez sur les images de chèques de choisir de saisir une piste ou pas.

# TXT_OPTIONS_VBR
source: VBR Options
de: VBR Optionen
fr: Options de VBR

# TXT_SELECTDRIVE
source: Select an Audio CD drive:
de: Wählen Sie eine Audio-CD-Laufwerk:
fr: Sélectionnez un lecteur de CD Audio:

# TXT_SELECTTRACKS
source: Select the tracks to be ripped from the CD:
de: Wählen Sie die Tracks von der CD gerippt werden:
fr: Sélectionnez les pistes à extraire du CD:

# TXT_SAVETOFOLDER
source: Save output files to:
de: Speichern Output-Dateien an:
fr: Enregistrer les fichiers de sortie sur:

# TXT_OUTPUT_FORMAT
source: Output Format:
de: Ausgabeformat:
fr: Format de sortie:

# TXT_ENCODEROPTIONS
source: Encoder Options:
de: Encoder Optionen:
fr: Options de codeur:

# TXT_BITRATE_MODE
source: Encoding mode:
de: Kodierung-modus:
fr: Mode de débit:

# TXT_CHANNEL_MODE
source: Audio Mode:
de: Audio-Modus:
fr: Mode Audio:

# TXT_VBRQUALITY
source: VBR Quality:
de: VBR-Qualität:
fr: VBR Qualité:

# TXT_VBRMODE
source: VBR Mode:
de: VBR-Modus:

# TXT_BITCOPYRIGHT
source: Copyright Bit
de: Urheberrecht-Bit
fr: Bit Droits d'auteur

# TXT_MP3FLAGS
source: MP3 Flags:
de: MP3 Fahnen:
fr: Fanions MP3:

# TXT_BITPRIVATE
source: Private Bit
de: Privat-Bit
fr: Bit privé

# TXT_OPTIONS_ADDITIONAL
source: Additional Options
de: Weitere Optionen
fr: Options supplémentaires

# TXT_LAME_DISCLAIMER
source: ProTONE Suite uses L.A.M.E. for MP3 Encoding.
de: ProTONE Suite nutzt L.A.M.E. für MP3-Encoding.
fr: ProTONE Suite utilise L.A.M.E. pour l'encodage MP3.

# TXT_CONFIG_NOT_REQUIRED
source: This format does not require any configuration options.
de: Dieses Format erfordert keine Konfigurationsoptionen.
fr: Ce format ne nécessite pas d'options de configuration.

# TXT_GENERATE_TAG
source: Generate tags based on CD Track Properties
de: Generieren Etiketten auf CD-Track-Eigenschaften basierend
fr: Générer des etiquetes basées sur des propriétés des pistes du CD

# TXT_PROCESSING_TRACK
source: Importing CD Track no. {0} to file: '{1}'
de: Importieren CD-Spur Nr. {0} in Datei: {1}
fr: Importation de piste de CD nr. {0} dans le fichier: {1}

# TXT_REUSE_TAG
source: When possible, copy tags from input file to output file
de: Wenn möglich, kopiert Tags aus Eingabedatei Ausgabedatei

# TXT_ABR_SUMMARY
source: The MP3 files will be saved as {0}, with sampling rate {2} Hz and a variable bit rate with an average of {1} kbps.
de: Die MP3-Dateien werden als {0} gespeichert werden, mit Abtastrate {2} Hz und einer variablen Bitrate mit einem Durchschnitt von {1} kbps.

# TXT_CBR_SUMMARY
source: The MP3 files will be saved as {0}, with sampling rate {2} Hz and with a constant bit rate of {1} kbps.
de: Die MP3-Dateien werden als {0} gespeichert werden, mit Abtastrate {2} Hz und mit einer konstanten Bitrate von {1} kbps.

# TXT_PRESET_INSANE
source: The MP3 files will be saved as {0}, with sampling rate {2} Hz and encoded using the '{1}' preset, which will result in a constant bitrate of 320 kbps.
de: Die MP3-Dateien werden als {0} gespeichert werden, mit Abtastrate {2} Hz und codiert mit dem '{1}' Voreinstellung, die in einer konstanten Bitrate von 320 kbps führt.

# TXT_PRESET_SUMMARY
source: The MP3 files will be saved as {0}, with sampling rate {2} Hz, encoded using the '{1}' preset.
de: Die MP3-Dateien werden als {0} gespeichert werden, mit Abtastrate {2} Hz, kodiert mit dem '{1}' Voreinstellung.

# TXT_VBR_SUMMARY
source: The MP3 files will be saved as {0}, with sampling rate {2} Hz and a variable bit rate with quality '{1}' (0=max, 9=min).
de: Die MP3-Dateien werden als {0} gespeichert werden, mit Abtastrate {2} Hz und einer variablen Bitrate mit Qualität '{1}' (0=max, 9=min).

# TXT_CHANGEENCODINGPANEL
source: Change file format and encoding
de: Ändern Sie Dateiformat und Kodierungs

# TXT_PRESET
source: Preset:
de: Voreinstellung:

# TXT_SAMPLERATE_HINT_SRCCD
source: The output WAV files will have the standard sample rate for Audio-CDs (44100 Hz)
de: Die Ausgangs WAV-Dateien wird die Standard-Sample-Rate für Audio-CDs (44100 Hz)

# TXT_SAMPLERATE_HINT_SRCFILE
source: The output WAV files will have the same sample rate as the input files.
de: Die Ausgangs WAV-Dateien wird die gleiche Abtastrate wie die Eingabedateien haben.

# TXT_CMDCDRIPPERWIZARD
source: Launch the CD Ripper wizard
de: Starten Sie die CD-Ripper Assistent
