Repository: octavian-paraschiv/protone-suite
Catalog: ProTONE Suite/src/Extensions/OPMedia.Addons.Builtin/Translations/Translation.*.resx
Languages: de, fr

# TXT_CMDEDITPATH
source: Starts editing the current folder path
de: Liest den Inhalt des aktuellen Ordners neu ein.

# TXT_BITCRC
source: CRC Bit
fr: Bit CRC

# TXT_BITORIGINAL
source: Original Bit
fr: Bit original

# TXT_ROOT
source: Catalog Root Folder
fr: Dossier racine catalogue

# TXT_ROOTSERIALNUMBER
source: Media serial number
fr: Médias numéro de série
