Repository: octavian-paraschiv/protone-suite
Catalog: trunk/ProTONE Suite/src/Framework/ProTONE/OPMedia.UI.ProTONE/Translations/Translation.*.resx
Languages: ro

# TXT_REMAINING_TIME
source: Remaining time. Double click to toggle elapsed time
ro: Timp rămas. Dublu click pentru a comuta pe timp scurs

# TXT_REMOTECONTROLCFG
source: Remote Control
ro: Telecomandă

# TXT_REMOTECONTROLDEFINITION
source: To define the programs and devices that are allowed to control ProTONE Player remotely, you must use the Remote Control Manager. Click on the button below to launch the Remote Control Manager ...
ro: Pentru a defini programele şi dispozitivele ce pot controla ProTONE Player de la distanţă, trebuie să folosiţi Managerul de Telecomenzi. Daţi click pe butonul de mai jos pentru a lansa Managerul de Telecomenzi ...

# TXT_RESETVIDEOPOSITION
source: Reset video window position
ro: Reiniţializare pozitie fereastră video

# TXT_RESETVIDEOPOSITION_HINT
source: Use this command to bring the video rendering window into the current active screen.
ro: Utilizați această comandă pentru a aduce fereastra de redare video în ecranul activ curent.

# TXT_RESTORE_DEFAULTSERVERS
source: Load default servers
ro: Încarcă serverele implicite

# TXT_RESTOREDEFAULTSDESC
source: Using 'Restore Defaults' will set both the preferred and fallback monitor to the primary monitor attached to the system.
ro: Funcţia 'Restaurează setări implicite' va rezulta în alegerea monitorului principal al sistemului, atât ca monitor preferat cât şi ca monitor de rezervă.

# TXT_RIGHTVOL
source: RVOL
ro: VOLD

# TXT_RUNNING
source: Playing
ro: În Redare

# TXT_S_FILETYPES
source: Files
ro: Fişiere

# TXT_S_FILETYPES_ASSOCIATIONS
source: Associate ProTONE Player with these file types:
ro: Asociază ProTONE Player cu aceste tipuri de fişiere:

# TXT_S_MISC_SETTINGS
source: Misc
ro: Diverse

# TXT_S_SCHEDULERSETTINGS
source: Timer
ro: Temporizator

# TXT_S_SUBTITLESETTINGS
source: Subtitles
ro: Subtitrări

# TXT_SAVEPLAYLIST
source: Save playlist as ...
ro: Salvează lista de redare ca ...

# TXT_SCHEDULED_ACTION_PROCEED
source: Proceed with action execution ?
ro: Continuaţi cu acţiunea programată ?

# TXT_SCHEDULED_EVENT_MSG
source: the scheduled moment has occured
ro: momentul programat s-a produs

# TXT_SCHEDULEDEVT_DESC
source: When the scheduled moment occurs:
ro: Când momentul programat s-a produs:

# TXT_SCHEDULEDEVT_TIME
source: Schedule timer event at:
ro: Programare la:

# TXT_SCHEDULERWAITTIMERPROCEED
source: How many minutes to wait confirmation before proceeding (0 = do not ask for confirmation, proceed directly):
ro: Numărul de minute de aşteptare a confirmării (0 = nu cere confirmarea, continuă implicit):

# TXT_SEARCH_BY
source: Search by:
ro: Căutare după:

# TXT_SEARCH_SUBTITLES
source: Search subtitles...
ro: Caută subtitrare...

# TXT_SELECT_ALLAUDIO
source: All audio files
ro: Toate fişierele audio

# TXT_SELECT_ALLPLAYLISTS
source: All playlists
ro: Toate listele de redare

# TXT_SELECT_ALLVIDEO
source: All video files
ro: Toate fişierele video

# TXT_SELECT_DVD
source: Load DVD Media
ro: Încărcare mediu DVD

# TXT_SELECT_RADIO_STATION
source: Select a radio station:
ro: Selectați un post de radio:

# TXT_SERIALDEVICE
source: Remote Control
ro: Telecomandă

# TXT_SERVERTITLE
source: Server Name (partial match):
ro: Nume Server (corespondenţă parţială):

# TXT_SERVERTYPE
source: Server Type
ro: Tip server

# TXT_SHELL_INTEGRATION
source: Integrate with Windows Explorer
ro: Integrare cu Windows Explorer

# TXT_SHOW_BOOKMARKINFO
source: Show the "Bookmarks" page
ro: Arata fila "Repere"

# TXT_SHOW_PLAYLIST
source: Show the "Playlist " page
ro: Arata fila "Listă de redare"

# TXT_SHOW_SIGNALANALISYS
source: Show the "Signal Analisys" page
ro: Arata fila "Analiză Semnal"

# TXT_SHOW_SPECTROGRAM
source: Show spectrogram
ro: Arată spectograma

# TXT_SHOW_TRACKINFO
source: Show the "Media Info" page
ro: Arata fila "Info media"

# TXT_SHOW_VUMETER
source: Show VU-Meter
ro: Arată VU-Metrul

# TXT_SHOW_WAVEFORM
source: Show waveform
ro: Arată forma de undă

# TXT_SHUFFLE
source: Shuffle
ro: Aleator

# TXT_SHUTDOWN_PC
source: shut down the PC
ro: oprească calculatorul

# TXT_SIGNALANALYSIS
source: Signal Analysis
ro: Analiză Semnal

# TXT_SIGNALLEVEL
source: Signal Level:
ro: Nivel semnal:

# TXT_SIGNALSPECTRUM
source: Signal Spectrogram:
ro: Spectrograma semnalului:

# TXT_SIGNALWAVEFORM
source: Signal Waveform:
ro: Forma de undă a semnalului:

# TXT_SKIP_DVD_MENU
source: Ignore the DVD menu (play directly first title)
ro: Ignoră meniul DVD-ului (redă direct primul titlu)

# TXT_STANDBY_PC
source: put the PC into standby mode
ro: pună calculatorul în stand-by

# TXT_STOPPED
source: Stopped
ro: Oprit

# TXT_SUB_DOWNLOAD_ERROR
source: Subtitle search has been aborted because an error has occured.
ro: Căutarea subtitrărilor a fost abandonată ca urmare a unei erori.

# TXT_SUB_HINTS
source: Hint: The results are sorted using these criteria (in this order): selected column, language (Preferred language on top), prio (server order = order of subtitle servers in Subtitles/OSD Settings page). Click on a column header to select another sort citeria.
ro: Indicație: Rezultatele sunt ordonate după aceste criterii (în aceasta ordine): coloana selectată, limbă (Limba preferată la început), ordinea definirii serverelor în pagina de setări pentru Subtitrare (prio). Daţi click pe un cap de coloană pentru a selecta un alt criteriu de sortare.

# TXT_SUB_LOAD
source: Load the selected subtitle
ro: Încarcă subtitrarea selectată

# TXT_SUB_LOADED
source: The selected subtitle was successfully loaded! Enjoy!
ro: Subtitrarea selectată a fost încarcată cu succes! Vizionare plăcută!

# TXT_SUBCOLOR
source: Subtitle Text Color
ro: Culoare Text Subtitrare

# TXT_SUBENABLED
source: Enable Subtitle
ro: Activează Subtitrarea

# TXT_SUBFONT
source: Subtitle Text Font
ro: Set Caractere Subtitrare

# TXT_SUBFONTS
source: Fonts and Colors
ro: Fonturi şi culori

# TXT_SUBSAMPLETEXT
source: Subtitle Text Sample
ro: Mostră Text Subtitrare

# TXT_SUBTITLE_AVAILABLE
source: Subtitle available
ro: Subtitrare disponibilă

# TXT_SUBTITLE_DOWNLOAD
source: Allow downloading subtitles from Internet
ro: Descarcă subtitrările de pe Internet

# TXT_SUBTITLE_DOWNLOADING
source: Downloading subtitles, please wait ...
ro: Subtitrarea se descarcă, vă rugam aşteptaţi ...

# TXT_SUBTITLEDOWNLOADNOTIFY
source: {0} subtitles found for {1}:
ro: {0} subtitrări au fost găsite pentru {1}:

# TXT_SUBTITLES
source: Subtitles
ro: Subtitrări

# TXT_SUBTITLESCFG
source: Subtitle Settings
ro: Setări Subtitrare

# TXT_SYSTEM_NOT_OK
source: Multimedia codecs are not installed and configured OK.
ro: Codecurile multimedia nu sunt instalate şi configurate corect.

# TXT_SYSTEM_OK
source: Multimedia codecs are installed and configured OK.
ro: Codecurile multimedia sunt instalate şi configurate corect.

# TXT_SYSTEMDIAGNOSTICS
source: Diagnostics
ro: Diagnostic

# TXT_TAGGINGPATTERNS
source: The tagging patterns are based on combinations of these keywords: <N> = file name; <F> = folder name; <A> = artist name (from tag) <B> = album name (from tag) <T> = title (from tag) <C> = comments (from tag) <G> = genre (from tag) <#> = track number (from tag) <Y> = year (from tag) Character ranges such as <N2-12,14-20> are also allowed.
ro: Şabloanele pentru etichetare se bazeaza pe combinatia acestor cuvinte cheie: <N> = nume fişier; <F> = nume director; <A> = nume artist (din eticheta); <B> = nume album (din eticheta); <T> = titlu piesa (din eticheta); <C> = comentarii (din eticheta); <G> = gen muzical (din eticheta); <#> = index piesa (din eticheta); <Y> = an (din eticheta). Se admit şi domenii de caractere precum: <N2-12,14-20>.

# TXT_TAGINFO
source: Media Tag
ro: Etichete Media

# TXT_TIMESCALE
source: Time scale. Click to play from position: {0}
ro: Axa timpului. Click pentru redare de la momentul: {0}

# TXT_TIMESCALE_BOOKMARK
source: Time scale. Click to play from bookmark: "{1}" Bookmark time: {0}
ro: Axa timpului. Click pentru redare de la reper: "{1}" Timpul reperului: {0}

# TXT_TITLE
source: Title
ro: Titlu

# TXT_TOTAL_TIME
source: Total time.
ro: Timp total.

# TXT_TRACK
source: Track Index
ro: Index piesă

# TXT_TRACKINFO
source: Track Info
ro: Info Piesă

# TXT_UNSELECT_ALLAUDIO
source: No audio files
ro: Fără fişiere audio

# TXT_UNSELECT_ALLPLAYLISTS
source: No playlists
ro: Fără liste de redare

# TXT_UNSELECT_ALLVIDEO
source: No video files
ro: Fără fişiere video

# TXT_URLPART
source: Server URL (partial match):
ro: URL-ul serverului (corespondenţă parţială):

# TXT_USE_METADATA
source: Use file metadata (e.g. ID3 tags)
ro: Foloseşte câmpurile metadata din fişier (ex. etichetele ID3)

# TXT_VIDEO_AVAILABLE
source: Video stream available.
ro: Flux video prezent.

# TXT_VIDEO_FILES
source: Video files
ro: Fişiere video

# TXT_VIDEO_HD_FILES
source: High Definition video files
ro: Fişiere video - înaltă definiţie

# TXT_VIDEO_SIZE
source: Video size
ro: Dimensiune video

# TXT_VIDEOSETTINGS
source: Video Settings
ro: Setări Video

# TXT_VOLSCALE
source: Volume scale. Click to set volume to: {0} %
ro: Axa volumului. Daţi click pentru a seta volumul la {0} %

# TXT_YEAR
source: Year
ro: An
