Repository: octavian-paraschiv/protone-suite
Catalog: trunk/ProTONE Suite/src/Framework/ProTONE/OPMedia.UI.ProTONE/Translations/Translation.*.resx
Languages: ro

# TXT_ACT_HIBERNATE
source: Enter in Hibernation
ro: Intră în hibernare

# TXT_ACT_LAUNCHPROGRAM
source: Launch a program
ro: Lansează un program

# TXT_ACT_NONE
source: Ignore the event
ro: Ignoră evenimentul

# TXT_ACT_SHUTDOWN
source: Turn off the PC
ro: Opreşte calculatorul

# TXT_ACT_STANDBY
source: Enter in Standby
ro: Intră în stand-by

# TXT_ADD_BOOKMARK
source: Add Bookmark
ro: Adaugă reper

# TXT_ALBUM
source: Album name
ro: Album

# TXT_ARTWORK
source: Embedded images
ro: Imagini înglobate

# TXT_ARTWORK_COUNT
source: {0} artwork image(s) (click to edit).
ro: {0} imagini (click pentru editare).

# TXT_AUDIO_AVAILABLE
source: Audio stream available.
ro: Flux audio prezent.

# TXT_AUDIO_FILES
source: Audio files
ro: Fişiere Audio

# TXT_AUDIOCDINFO_SOURCE
source: Read Audio CD info from:
ro: Citeşte info CD audio:

# TXT_AUDIOSETTINGS
source: Audio Settings
ro: Setări audio

# TXT_AVAILABLE_DVD_MEDIA
source: or, open one of the available DVD media in system:
ro: sau, incărcaţi unul din mediile DVD prezente în sistem:

# TXT_BITRATE
source: Binary rate
ro: Rată binară

# TXT_BOOKMARK_COUNT
source: {0} bookmark(s) (click to edit).
ro: {0} repere (click pentru editare).

# TXT_BOOKMARK_DEFAULT_TEXT
source: Default bookmark text
ro: Descriere implicită reper

# TXT_BOOKMARK_DESC
source: Bookmark description:
ro: Descriere reper:

# TXT_BOOKMARK_MANAGER
source: Bookmark Manager
ro: Manager Repere

# TXT_BOOKMARK_TIME
source: Bookmark time:
ro: Timp reper:

# TXT_BOOKMARKLIST
source: Bookmark List
ro: Listă Repere

# TXT_BOOKMARKS
source: Bookmarks
ro: Repere

# TXT_BTNCLEAR
source: Delete entire playlist. Shortcut: {0}
ro: Goleşte lista de redare. Scurtătură: {0}

# TXT_BTNDELETE
source: Delete selected items. Shortcut: {0}
ro: Şterge obiectele selectate. Scurtătură: {0}

# TXT_BTNFULLSCREEN
source: Toggle Full Screen Shortcut: {0}
ro: Comută modul Ecran Panoramic Scurtătură: {0}

# TXT_BTNFWD
source: Fast forward with 5 seconds. Shortcut: {0}
ro: Derulare înainte cu 5 secunde. Scurtătură: {0}

# TXT_BTNJUMPTOITEM
source: Open the 'Jump to playlist item' dialog. Shortcut: {0}
ro: Deschide dialogul 'Salt în lista de redare'. Scurtătură: {0}

# TXT_BTNLOAD
source: Load new file(s). Shortcut: {0}
ro: Încarcă fişier(e). Scurtătură: {0}

# TXT_BTNLOADPLAYLIST
source: Load a new playlist. Shortcut: {0}
ro: Încarcă lista de redare. Scurtătură: {0}

# TXT_BTNLOOPPLAY
source: Toggles on/off playing in loop. Shortcut: {0}
ro: Comută redarea în bucla. Scurtătură: {0}

# TXT_BTNMOVEDOWN
source: Move selected items with one position down in playlist. Shortcut: {0}
ro: Mută obiectele selectate cu o poziţie mai jos în lista de redare. Scurtătură: {0}

# TXT_BTNMOVEUP
source: Move selected items with one position up in playlist. Shortcut: {0}
ro: Mută obiectele selectate cu o poziţie mai sus în lista de redare. Scurtătură: {0}

# TXT_BTNNEXT
source: Move to next file in playlist. Shortcut: {0}
ro: Redă următorul fişier din lista de redare. Scurtătură: {0}

# TXT_BTNOPENDISK
source: Opens the Load DVD media dialog. Shortcut: {0}
ro: Deschide dialogul de încărcare mediu DVD. Scurtătură: {0}

# TXT_BTNOPENSETTINGS
source: Displays the Settings dialog. Shortcut: {0}
ro: Afişează dialogul de Setări. Scurtătură: {0}

# TXT_BTNPAUSE
source: Pause playback. Shortcut: {0}
ro: Pune redarea în pauză. Scurtătură: {0}

# TXT_BTNPLAY
source: Play file. Shortcut: {0}
ro: Redare fişier. Scurtătură: {0}

# TXT_BTNPLAYLISTEND
source: Activates the 'action on playlist end' Shortcut: {0}
ro: Activează 'acțiunea la sfârşitul listei de redare'. Scurtătură: {0}

# TXT_BTNPREV
source: Move to previous file in playlist. Shortcut: {0}
ro: Redă fişierul precedent din lista de redare. Scurtătură: {0}

# TXT_BTNREW
source: Rewind with 5 seconds. Shortcut: {0}
ro: Derulare înapoi cu 5 secunde. Scurtătură: {0}

# TXT_BTNSAVEPLAYLIST
source: Save the current playlist. Shortcut: {0}
ro: Salvează lista de redare. Scurtătură: {0}

# TXT_BTNSTOP
source: Stop playback. Shortcut: {0}
ro: Oprire redare. Scurtătură: {0}

# TXT_BTNTOGGLESHUFFLE
source: Activates playlist shuffle mode. Shortcut: {0}
ro: Activează redarea în mod aleator. Scurtătură: {0}

# TXT_BTNVOLDN
source: Volume down by 5%. Shortcut: {0}
ro: Scădere volum cu 5%. Scurtătură: {0}

# TXT_BTNVOLUP
source: Volume up by 5%. Shortcut: {0}
ro: Creştere volum cu 5%. Scurtătură: {0}

# TXT_CAUTION_REALTIME
source: CAUTION: These settings are applied in real time. You do not need to press OK to apply these settings
ro: ATENȚIE: Aceste setări sunt aplicate în timp real. Nu trebuie să apăsați OK pentru a aplica aceste setări.

# TXT_CDDB_SERVERNAME
source: CDDB Server Address:
ro: Adresă server CDDB:

# TXT_CDDB_SERVERPORT
source: CDDB Server Port:
ro: Port server CDDB:

# TXT_CDTRACKINFO
source: CD Track Info:
ro: Info pistă CD:

# TXT_CHANNELS
source: Audio mode
ro: Mod audio

# TXT_CHOOSE_COLOR_FOR_OSD
source: Choose a color for OSD:
ro: Alege o culoare pentru OSD:

# TXT_CHOOSE_COLOR_FOR_SUBTITLE
source: Choose a color for subtitle:
ro: Alege o culoare pentru subtitrare:

# TXT_CHOOSE_FONT_FOR_OSD
source: Choose a font for OSD:
ro: Alege un font pt. OSD:

# TXT_CHOOSE_FONT_FOR_SUBTITLE
source: Choose a font for subtitle:
ro: Alege un font pt. subtitrare:

# TXT_CMDCFGAUDIO
source: Displays Audio Configuration
ro: Afişează Setările Audio

# TXT_CMDCFGREMOTE
source: Displays Remote Control Configuration
ro: Afişează Setările Telecomenzii

# TXT_CMDCFGSUBTITLES
source: Displays Subtitles and OSD Configuration
ro: Afişează Setările pentru Subtitrare şi Afişaj Digital (OSD)

# TXT_CMDCFGTIMER
source: Displays Timer Options
ro: Afişează Setările Temporizatorului

# TXT_CMDCFGVIDEO
source: Displays Video Configuration
ro: Afişează Setările Video

# TXT_CMDCLEAR
source: Delete entire playlist.
ro: Goleşte lista de redare.

# TXT_CMDDELETE
source: Delete selected items.
ro: Şterge obiectele selectate.

# TXT_CMDFULLSCREEN
source: Toggle Full Screen
ro: Comută ecranul panoramic

# TXT_CMDFWD
source: Fast forward with 5 seconds.
ro: Derulare înainte cu 5 secunde.

# TXT_CMDHIDEBOOKMARKMANAGER
source: Hide Bookmark Manager
ro: Ascunde Managerul de Repere

# TXT_CMDJUMPTOITEM
source: Open the 'Jump to playlist item' dialog
ro: Deschide dialogul 'Salt în lista de redare'

# TXT_CMDLOAD
source: Load new file(s).
ro: Încarcă fişier(e).

# TXT_CMDLOADPLAYLIST
source: Load a new playlist.
ro: Încarcă listă de redare.

# TXT_CMDLOOPPLAY
source: Toggles playing in loop.
ro: Comută redarea în buclă.

# TXT_CMDMOVEDOWN
source: Move selected items with one position down in playlist.
ro: Mută obiectele selectate cu o poziţie mai jos în lista de redare.

# TXT_CMDMOVEUP
source: Move selected items with one position up in playlist.
ro: Mută obiectele selectate cu o poziţie mai sus în lista de redare.

# TXT_CMDNEXT
source: Move to next file in playlist.
ro: Redă fişierul următor din lista de redare.

# TXT_CMDOPENDISK
source: Opens the Load DVD media dialog
ro: Deschide dialogul de incarcăre mediu DVD

# TXT_CMDOPENURL
source: Open a URL
ro: Deschide URL

# TXT_CMDPAUSE
source: Pause playback.
ro: Pune redarea în pauză.

# TXT_CMDPLAY
source: Play file.
ro: Redare fişier.

# TXT_CMDPLAYLISTEND
source: Activates the 'action on playlist end'
ro: Activează 'acțiunea la sfârşitul listei de redare'

# TXT_CMDPREV
source: Move to previous file in playlist.
ro: Redă fişierul precedent din lista de redare

# TXT_CMDREW
source: Rewind with 5 seconds.
ro: Derulare înapoi cu 5 secunde.

# TXT_CMDSAVEPLAYLIST
source: Save the current playlist.
ro: Salvează lista de redare.

# TXT_CMDSEARCHSUBTITLES
source: Searches subtitles for movie clips
ro: Caută subtitrări pentru filme şi clipuri

# TXT_CMDSTOP
source: Stop playback.
ro: Oprire redare.

# TXT_CMDTOGGLESHUFFLE
source: Activates playlist shuffle mode.
ro: Activează redarea în mod aleator.

# TXT_CMDVOLDN
source: Volume down by 5%.
ro: Scădere volum cu 5%.

# TXT_CMDVOLUP
source: Volume up by 5%.
ro: Creştere volum cu 5%.

# TXT_COMMENTS
source: Comments
ro: Comentarii

# TXT_CONFIGUREAUDIO
source: Audio Settings
ro: Setări audio

# TXT_CONFIGUREPLAYLIST
source: Playlist
ro: Listă de redare

# TXT_CONFIGURESUBTITLES
source: Subtitle Settings
ro: Setări Subtitrare

# TXT_CONFIGUREVIDEO
source: Video Settings
ro: Setări Video

# TXT_CONFIRM_OVERWRITE_SUBTITLE
source: Confirm subtitle overwrite
ro: Confirmă suprascrierea subtitrării

# TXT_DELETE_BMDESC
source: Delete bookmark
ro: Şterge reper

# TXT_DISPLAY_FILENAME
source: No formatting options are specified. The program will display the file name in playlist entry.
ro: Nici o opţiune de formatare nu a fost specificată. Programul va afişa numele de fişier în lista de redare.

# TXT_DURATION
source: Duration
ro: Durată

# TXT_EDITID3ARTWORK
source: ID3 Image Editor
ro: Editor imagini ID3

# TXT_ELAPSED_TIME
source: Elapsed time. Double click to toggle remaining time
ro: Timp scurs. Dublu click pentru a comuta pe timp rămas.

# TXT_ENABLE_PLAYLISTEVT
source: Action on 'playlist ended' event
ro: Acţiune la sfârşitul listei de redare

# TXT_ENABLE_SCHEDULEDEVT
source: Action on scheduled moment
ro: Acţiune la un moment de timp programat

# TXT_ENABLEREMOTECONTROL
source: Allow ProTONE Player to be controlled remotely.
ro: Permite ca ProTONE Player să poată fi controlat de la distanţă.

# TXT_ENQUEUEFILES
source: Enqueue files at the end of current playlist
ro: Înlănţuie fişierele la sfârşitul listei de redare

# TXT_ENTER_KEYWORD
source: Enter search keyword(s), separated by spaces:
ro: Introduceţi cuvintele cheie, separate de spaţii:

# TXT_EXTRAINFO
source: Extra Information
ro: Informații suplimentare

# TXT_FALLBACKMONITOR
source: Fallback Monitor:
ro: Monitor de rezervă:

# TXT_FALLBACKMONITORDESC
source: The fallback monitor will be used to display video contents whenever the preffered monitor is not connected to the system.
ro: Monitorul de rezervă va fi folosit pentru a afisa clipuri video, atunci când monitorul preferat nu este ataşat fizic la sistem.

# TXT_FFDSHOW_SUBTITLES
source: Open FFDShow Subtitle Settings ...
ro: Setări Subtitrare FFDShow ...

# TXT_FILENAME_FORMAT
source: If metadata is missing, use file name parsed as:
ro: Când câmpurile metadata lipsesc, interpretează numele fişierului ca:

# TXT_FRAME_RATE
source: Frames per second
ro: Număr cadre pe secundă

# TXT_FREQUENCY
source: Sampling frequency
ro: Frecvenţa eşantionare

# TXT_GENRE
source: Musical Genre
ro: Gen muzical

# TXT_HANDLEEXPLORERLAUNCH
source: When files are launched from Windows Explorer:
ro: Când fişierele sunt lansate din Windows Explorer:

# TXT_HIBERNATE_PC
source: put the PC into Hibernation mode
ro: pună calculatorul în Hibernare

# TXT_HINT_BOOKMARKINFOTAB
source: This page displays the bookmark information and allows editing it. It is disabled for media that does not support editing bookmarks (CD, DVD, streamed media - Shoutcast).
ro: Această pagină afișează informații despre repere și permite editarea lor. Acestă pagină este dezactivată pentru media care nu acceptă editarea de repere (CD-uri, DVD-uri, media on-line - Shoutcast).

# TXT_HINT_PLAYLISTTAB
source: This page allows interaction with the playlist.
ro: Această pagină permite interacțiunea cu lista de redare.

# TXT_HINT_SIGNALANALISYSTAB
source: This page displays signal graphics such as VU-Meter, Waveform and Spectrogram. The signal analisys requires significant processing power. You can disable this feature (or some parts of it), if you have a slower processor on your computer.
ro: Această pagină afișează grafice ca VU-Metrul, forma de undă și spectrograma. Analiza de semnal necesită o putere de calcul semnificativă. Puteţi dezactiva această funcţionalitate (sau părți ale acesteia), dacă aveți un calculator cu un procesor mai lent.

# TXT_HINT_TRACKINFOTAB
source: This page displays the track information and allows editing some parts of this information, where applicable (e.g. the ID3 fields for MP3). It is disabled for streamed media (Shoutcast).
ro: Această pagină afișează informații despre media și permite editarea parțială a acestor informații, dacă este posibil (ex. câmpurile ID3 pentru MP3). Această pagină este dezactivată pentru media on-line (Shoutcast).

# TXT_IGNOREMOUSEMOVE
source: Ignore mouse movement in full screen mode
ro: Ignoră miscarea mouse-ului în mod Ecran Panoramic

# TXT_INSTALLCOMPONENT
source: Install component...
ro: Instalează componenta...

# TXT_INVALIDDVDVOLUME
source: You have specified an invalid DVD volume. Please reselect.
ro: Aţi specificat un mediu DVD invalid. Vă rugam reselectaţi.

# TXT_JUMP_TO_ITEM
source: Jump to playlist item
ro: Salt în lista de redare

# TXT_LAUNCH_PROGRAM
source: launch a custom program
ro: lanseze un program

# TXT_LAUNCH_RCCMANAGER
source: Launch ProTONE Remote Control Manager ...
ro: Lansează Managerul de Telecomenzi ...

# TXT_LEFTVOL
source: LVOL
ro: VOLS

# TXT_LOAD_DVD_FOLDER
source: Please select a video DVD content folder (Either a VIDEO_TS folder, or its parent):
ro: Selectaţi un director cu conţinut DVD video (Fie un director VIDEO_TS, fie părintele acestuia):

# TXT_LOADMEDIAFILES
source: Load media files ...
ro: Încarcă fişiere media ...

# TXT_LOADPLAYLIST
source: Load a playlist ...
ro: Încarcă listă de redare ...

# TXT_MATCHING_ITEMS
source: Found objects (double click or press enter to play an item):
ro: Obiecte găsite (dublu click sau Enter pentru a reda fişierul selectat):

# TXT_MEDIA_NAME
source: Media name:
ro: Nume:

# TXT_MEDIA_SCREENS
source: Main Pages
ro: File principale

# TXT_MEDIA_STATE
source: Media is now {0}
ro: Fişierul este acum {0}

# TXT_MEDIA_TIME
source: Time:
ro: Poziţie redare:

# TXT_MEDIAINFO
source: Media Information
ro: Informaţii mediu

# TXT_METADATAPATTERNS
source: The patterns available for playlist item names formatting are based on combinations of these keywords: <A> = artist name (from media tag); <B> = album name (from media tag); <T> = title (from media tag); <C> = comments (from media tag); <G> = genre (from media tag); <#> = track # (from media tag); <Y> = year (from media tag).
ro: Sabloanele pentru formatarea elementelor listei de redare se bazeaza pe combinatia acestor cuvinte cheie: <A> = nume artist (din eticheta); <B> = nume album (din eticheta); <T> = titlu piesa (din eticheta); <C> = comentarii (din eticheta); <G> = gen muzical (din eticheta); <#> = index piesa (din eticheta); <Y> = an (din eticheta).

# TXT_MINMOVIEDURATION
source: Do not download a subtitle if the clip is shorter than: (0 = always download)
ro: Nu descărca subtitrarea când clipul este mai scurt de (0 = descarcă mereu)

# TXT_MINUTES
source: minute(s).
ro: minut(e).

# TXT_MNUAUDIO
source: Audio Settings ...
ro: Setări Audio ...

# TXT_MNUCFGAUDIO
source: Audio Settings …
ro: Setări Audio …

# TXT_MNUCFGSUBTITLES
source: Subtitle Settings …
ro: Setări Subtitrare …

# TXT_MNUCFGTIMER
source: Timer Settings …
ro: Setări Temporizator ...

# TXT_MNUCFGVIDEO
source: Video Settings …
ro: Setări Video …

# TXT_MNUCLEAR
source: Clear playlist
ro: Goleşte lista de redare

# TXT_MNUDELETE
source: Delete playlist item
ro: Şterge element

# TXT_MNUFULLSCREEN
source: Toggle Full Screen
ro: Comută Ecran Panoramic

# TXT_MNUFWD
source: Forward 5 seconds
ro: Înainte 5 secunde

# TXT_MNUJUMPTOITEM
source: Jump to playlist item ...
ro: Salt în lista de redare ...

# TXT_MNULOAD
source: Load files …
ro: Încarcă fişiere ...

# TXT_MNULOADPLAYLIST
source: Load Playlist ...
ro: Încarcă Listă de redare ...

# TXT_MNULOOPPLAY
source: Loop Play
ro: Redare în buclă

# TXT_MNUMOVEDOWN
source: Move Down
ro: Mută mai jos

# TXT_MNUMOVEUP
source: Move Up
ro: Mută mai sus

# TXT_MNUNEXT
source: Play next
ro: Redă următor

# TXT_MNUOPENDISK
source: Load DVD …
ro: Încarcă DVD ...

# TXT_MNUOPENSETTINGS
source: Settings …
ro: Setări ...

# TXT_MNUOPENURL
source: Open URL …
ro: Deschide URL ...

# TXT_MNUPAUSE
source: Pause
ro: Pauză

# TXT_MNUPLAY
source: Play
ro: Redare

# TXT_MNUPLAYLISTEND
source: Playlist end event
ro: Acțiune la sfârşitul listei de redare

# TXT_MNUPREV
source: Play previous
ro: Redă anterior

# TXT_MNUREW
source: Rewind 5 seconds
ro: Înapoi 5 secunde

# TXT_MNUSAVEPLAYLIST
source: Save Playlist ...
ro: Salvează lista de redare ...

# TXT_MNUSCHEDULER
source: Timer Options ...
ro: Setări Temporizator ...

# TXT_MNUSETTINGS
source: Settings ...
ro: Setări ...

# TXT_MNUSHOWLOGCONSOLE
source: Show log file …
ro: Afişează Fişierul Jurnal ...

# TXT_MNUSUBTITLE
source: Subtitles and OSD ...
ro: Subtitrare şi Afişaj Digital (OSD) ...

# TXT_MNUTOGGLESHUFFLE
source: Shuffle Play
ro: Redare în mod aleator.

# TXT_MNUTOOLS
source: Settings and Options
ro: Setări şi Opţiuni

# TXT_MNUVIDEO
source: Video Settings ...
ro: Setări Video ...

# TXT_MNUVOLDN
source: Volume down by 5%
ro: Scade volumul cu 5%

# TXT_MNUVOLUP
source: Volume up by 5%
ro: Creşte volumul cu 5%

# TXT_MONITORAFFINITY
source: Monitors
ro: Monitoare

# TXT_MOVEDOWN
source: Move Down
ro: Mută mai jos

# TXT_MOVEUP
source: Move Up
ro: Mută mai sus

# TXT_NEW_BMDESC
source: Add a new bookmark
ro: Adaugă reper nou

# TXT_NEW_BOOKMARK
source: New Bookmark
ro: Reper nou

# TXT_NEW_BOOKMARK_ADDED
source: A new bookmark was added: {0}
ro: Un nou reper a fost adăugat: {0}

# TXT_NEWNOW
source: New boormark now
ro: Reper nou acum

# TXT_NEWNOW_BMDESC
source: Add a new bookmark at current playback time
ro: Adaugă reper nou la momentul curent

# TXT_NO_LANG
source: No language
ro: Nici o limbă

# TXT_NO_SUBS_FOUND
source: Unfortunately, no subtitles found for this movie clip.
ro: Din păcate, nici o subtitrare nu a fost gasită pentru acest clip.

# TXT_NOT_CONFIGURABLE
source: This option is not available at this moment.
ro: Această opţiune nu este accesibilă în acest moment.

# TXT_NOT_CONFIGURABLE_NOFFDSHOW
source: This option is not available at this moment. You must install the FFDShow codec suite in order to have actions to this option.
ro: Această opţiune nu este accesibilă în acest moment. Trebuie să instalaţi suita de codecuri FFDShow pentru a avea acces la această opțiune.

# TXT_NOTIFICATIONSENABLED
source: Display notification messages when media state changes
ro: Afişează mesaje de notifcare atunci când se schimbă starea mediului redat

# TXT_NOTIFYSUBDOWNLOADED
source: Display notification tooltips near system tray when subtitle download is completed
ro: Afişează mesaje de notifcare atunci când descărcarea subtitrării s-a încheiat

# TXT_NOTOPENED
source: Ended
ro: Finalizat

# TXT_ONDAYS
source: in weekdays:
ro: în zile din săptămâna:

# TXT_OPT_CDDB
source: CDDB server only
ro: Numai de la Serverul CDDB

# TXT_OPT_CDDB_CDTEXT
source: CDDB server first, then from CD-Text
ro: Intâi de la serverul CDDB, apoi din CD-Text

# TXT_OPT_CDTEXT
source: CD-Text only
ro: Numai din CD-Text

# TXT_OPT_CDTEXT_CDDB
source: CD-Text first, then from CDDB server
ro: Intâi din CD-Text, apoi de la serverul CDDB

# TXT_OPT_NONE
source: Don't read Audio CD info
ro: Nu citi info CD Audio

# TXT_OPT_RELOAD_CDINFO
source: Reload CD Information
ro: Reîncarcă informațiile despre CD

# TXT_OSD
source: On-Screen Display (OSD)
ro: Afişaj Digital (OSD)

# TXT_OSD_FULLSCREEN
source: Full screen mode is {0}
ro: Modul Ecran panoramic este {0}

# TXT_OSD_PAUSED
source: Paused
ro: În pauză

# TXT_OSD_PLAY
source: Playing: {0}
ro: Redare: {0}

# TXT_OSD_SEEKTO
source: Playback resumed from: {0}
ro: Redarea reluată de la poziţia: {0}

# TXT_OSD_VOL
source: Volume: {0}%
ro: Volum: {0}%

# TXT_OSDCFG
source: OSD Settings
ro: Setări Afişaj Digital (OSD)

# TXT_OSDCOLOR
source: OSD Text Color
ro: Culoare Text Afişaj Digital (OSD)

# TXT_OSDENABLED
source: Enable On-Screen Display (OSD)
ro: Activează Afişajul Digital (OSD)

# TXT_OSDFONT
source: OSD Text Font
ro: Set Caractere Afişaj Digital (OSD)

# TXT_OSDSAMPLETEXT
source: OSD Text Sample
ro: Mostră Text Afişaj Digital (OSD)

# TXT_OSDTIMER
source: OSD Visibility Timer (seconds):
ro: Vizibilitate afişaj digital (secunde):

# TXT_OVERWRITE_SUBTITLE
source: The selected movie clip already has a subtitle. If another subtitle is found on Internet, it will overwrite the existing one. Are you sure you want to search another subtitle ?
ro: Clipul selectat are deja o subtitrare. Daca o altă subtitrare va fi gasită pe Internet, aceasta o va suprascrie pe cea existentă. Sunteţi sigur că vreti să cautati o altă subtitrare ?

# TXT_PANELSHIDDEN_NOADMIN
source: Your user account does not have administrator rights. You won't be able to view the Supported Files and the Remote Control settings. In order to access these settings, you must launch ProTONE Player under a user account that has administrator rights.
ro: Contul dvs. de utilizator nu are drepturi de administrator. Nu veţi putea vizualiza setările pt. Fişiere suportate şi pentru Telecomandă. Pentru a accesa aceste setări, trebuie să lansaţi ProTONE Player sub un cont de utilizator care are drepturi de administrator.

# TXT_PAUSED
source: Paused
ro: În Pauză

# TXT_PICTURE
source: Image
ro: Imagine

# TXT_PICTURE_TEXT
source: Image Description
ro: Descriere imagine

# TXT_PICTURE_TYPE
source: ID3 Image Type
ro: Tip imagine ID3

# TXT_PLAY_FROM
source: from: {0}
ro: de la: {0}

# TXT_PLAYFILES
source: Play files (replacing current playlist)
ro: Redă fişierele (înlocuind lista curentă de redare)

# TXT_PLAYLIST
source: Playlist
ro: Listă de redare

# TXT_PLAYLIST_END_MSG
source: the playlist has ended
ro: lista de redare a ajuns la sfârşit

# TXT_PLAYLIST_FORMAT
source: Format playlist entries as:
ro: Formatează elementele listei de redare ca:

# TXT_PLAYLISTEVT_CAUTION
source: CAUTION: The program always starts with the "playlist ended" event deactivated!
ro: ATENȚIE: Programul începe întotdeauna cu evenimentul "lista de redare la sfârşit" dezactivat!

# TXT_PLAYLISTEVT_DESC
source: When the playlist ends:
ro: Când lista de redare se încheie:

# TXT_PLAYLISTOPTIONS
source: Playlist
ro: Listă de redare

# TXT_PLAYLISTS
source: Playlists
ro: Liste de redare

# TXT_PREFERREDMONITOR
source: Preffered Monitor:
ro: Monitor preferat:

# TXT_PREFERREDMONITORDESC
source: The preffered monitor will be used to display video contents whenever it is connected to the system.
ro: Monitorul preferat va fi folosit pentru a afisa clipuri video, oricând este ataşat fizic la sistem.

# TXT_PREFERREDMONITORDETACHED
source: The preferred monitor is no longer connected to the system. To choose another preffered monitor, use 'Restore defaults' then re-select the preferred monitor.
ro: Monitorul preferat nu mai este conectat la sistem. Pentru a selecta alt monitor preferat, folosiţi 'Restaurează setări implicite' şi apoi re-selectaţi monitorul preferat.

# TXT_PREFFEREDSUBTITLELANG
source: Preffered subtitle language:
ro: Limba preferată pt. subtitrare:

# TXT_PRIO
source: Priority
ro: Prioritate

# TXT_PROCEED_SCHEDULED_ACTION
source: ProTONE Player is attempting to {0}. This is happening because you have configured the player to do so when {1}. Do you want to proceed ? You can abort this operation if you click Abort within the remaining time frame (see counter below). If this time elapses and you have not chosen any action, it will be assumed you have chosen to proceed.
ro: ProTONE Player incearcă să {0}. Acest lucru are loc intrucât aţi configurat programul să procedeze astfel când {1}. Doriţi să continuaţi ? Puteţi întrerupe această operaţiune daca daţi click pe Întrerupere înainte de a se scurge timpul alocat. În momentul în care acest timp s-a scurs, se va presupune implicit că doriţi să continuaţi.

# TXT_PROTONE_ENQUEUE
source: Enqueue in ProTONE Player
ro: Înlănţuire în ProTONE Player

# TXT_PROTONE_PLAY
source: Play in ProTONE Player
ro: Redare în ProTONE Player
