Repository: octavian-paraschiv/protone-suite
Catalog: tags/ProTONE Suite - 2.0.x/ProTONE Suite/src/Extensions/OPMedia.Addons.Builtin/Translations/Translation.*.resx
Languages: ro

# TXT_ABORTED
source: Scan aborted.
ro: Scanare abandonată.

# TXT_ADDON_FE_SETTINGS
source: File Browser
ro: Explorator Fişiere

# TXT_ADDON_MC_SETTINGS
source: Catalog Browser
ro: Explorator Cataloage

# TXT_ATTRIBUTESEARCH
source: Filter results by file attributes
ro: Filtrează rezultatele după atributele fişierelor

# TXT_CAPITALIZEWORDS
source: Capitalize All Words
ro: Toate Cuvintele Cu Majuscule

# TXT_CASEINSENSITIVESEARCH
source: Ignore Case
ro: Ignoră majuscule/minuscule

# TXT_CATALOG
source: Import Catalog
ro: Importă Catalog

# TXT_CATALOGPATH
source: Imported items will be added to the catalog file under path: {0}
ro: Obiectele importate vor fi adăugate la catalog sub calea: {0}

# TXT_CATALOGSCHEMAVERSION
source: Catalog schema version
ro: Versiune schemă catalog

# TXT_CATALOG_FILTER
source: Media catalog files (*.ctx)|*.ctx||
ro: Fişiere catalog (*.ctx)|*.ctx||

# TXT_CMDCATALOGMERGE
source: Merge catalogs
ro: Alipire cataloage

# TXT_CMDCATALOGWIZARD
source: Launch Catalog Import wizard
ro: Lansează utilitarul de importare catalog

# TXT_CMDCHANGEDISK
source: Change logical disk
ro: Schimbă discul logic

# TXT_CMDTAGGINGWIZARD
source: Launch Tagging Wizard
ro: Lansează utilitarul de etichetare

# TXT_CMDNAVIGATEBACK
source: Navigate back
ro: Navigare înapoi

# TXT_CMDNAVIGATEFORWARD
source: Navigate forward
ro: Navigare înainte

# TXT_CMDNAVIGATEUP
source: Go to parent folder
ro: Mergi la directorul părinte

# TXT_DRIVES
source: Change disk drive
ro: Schimbă discul logic

# TXT_ENTRY_DESC
source: Specify a description for the entry to be added:
ro: Daţi o descriere pentru elementul ce va fi adaugat:

# TXT_ERROR_INVALID_CATALOG
source: This file does not represent a valid Media Catalog: '{0}'
ro: Acest fişier nu reprezintă un catalog media valid: '{0}'

# TXT_ERROR_MERGE_SAME_CATALOG
source: You cannot merge a catalog into itself: '{0}'
ro: Nu se poate alipi un catalog cu el insusi: '{0}'

# TXT_ERR_MERGE_FAILED
source: Merge catalogs have failed. Details: '{0}'
ro: Alipirea cataloagelor a eşuat. Detalii: '{0}'

# TXT_FILENAMEPATTERN
source: File name pattern:
ro: Şablon nume fişier:

# TXT_FOLDERNAMEPATTERN
source: Folder name pattern:
ro: Şablon nume director:

# TXT_FSTAGEDITOR
source: Generate tags based on file/folder name
ro: Generează etichete folosind numele fișierului / directorului

# TXT_TAGGEDFILESFILTER
source: Tagged Audio files (*.mp1, *.mp2, *.mp3)|*.mp1;*.mp2;*.mp3||
ro: Fişiere audio etichetate (*.mp1, *.mp2, *.mp3)|*.mp1;*.mp2;*.mp3||

# TXT_TAGGINGWIZARD
source: Tagging Wizard
ro: Utilitar de etichetare

# TXT_IMPORTWIZARD
source: Import Catalog Wizard
ro: Utilitar import catalog

# TXT_INIT_SEARCH
source: The search process is initializing, please wait ...
ro: Iniţializare căutare - vă rugăm aşteptaţi ...

# TXT_ITEMNAME
source: Item name
ro: Nume obiect

# TXT_JUMPTOITEM
source: Jump to item
ro: Salt la obiect

# TXT_KEEPCASE
source: Keep original word casing
ro: Pastrează majusculele/minusculele existente

# TXT_LAUNCH_WIZARD
source: Tagging Wizard ...
ro: Utilitar etichetare ...

# TXT_MAINTAIN_CATALOG_HISTORY
source: Remember open catalogs history
ro: Reţine istoricul cataloagelor deschise

# TXT_MAXPROCESSEDFILES
source: Max. no. of files whose properties can be displayed:
ro: Nr. max. de fişiere ale căror proprietăţi pot fi afişate:

# TXT_MEDIALABEL
source: Original media label
ro: Etichetă originală mediu

# TXT_MEDIAPATH
source: Original path within media - '$' stands for 'removable media root'
ro: Cale originală în cadrul mediului - '$' semnifică 'rădăcina discului portabil'

# TXT_MEDIA_WITHOUT_BOOKMARKS
source: Media Files without bookmarks
ro: Fişiere media fără repere

# TXT_MEDIA_WITH_BOOKMARKS
source: Media Files with bookmarks
ro: Fişiere media cu repere

# TXT_MERGECATALOG
source: Please select a catalog to be merged:
ro: Selectaţi un catalog pentru alipire:

# TXT_MERGECATALOGS
source: Merge Catalogs
ro: Alipire Cataloage

# TXT_MULTIRENAME
source: Rename Files
ro: Redenumire fişiere

# TXT_NON_ORPHAN_BOOKMARKS
source: Non-orphan bookmark files
ro: Fişiere reper non-orfane

# TXT_NO_CATALOG
source: No catalog is yet defined, please click Browse to select one.
ro: Catalogul nu este incă ales, apasaţi Răsfoire pentru a alege unul.

# TXT_NO_ITEMS_FOUND
source: No items found. Change the search parameters and try again.
ro: Nici un element găsit. Schimbaţi parametrii de căutare şi incercaţi iarăşi.

# TXT_OPENCATALOG
source: Open catalog file ...
ro: Deschide catalog ...

# TXT_OPENCATALOGS
source: open catalogs.
ro: cataloage deschise.

# TXT_OPENRECENTFILEDROPDOWN
source: Press the down arrow button to open the recent files list.
ro: Apăsaţi butonul cu săgeata in jos pentru a afişa lista fişierelor recent deschise.

# TXT_OPMEDIAADDONSBUILTINFILEEXPLORERADDONPANEL
source: File Browser
ro: Explorator Fişiere

# TXT_OPMEDIAADDONSBUILTINTAGGEDFILEPROPADDONPANEL
source: Edit audio file tags in File Browser
ro: Editează etichetele fişierelor audio în Explorator Fişiere

# TXT_OPMEDIAADDONSBUILTINIMAGESADDONPANEL
source: View Image Files (JPG, GIF, BMP, PNG, etc.)
ro: Vitualizează fişierele imagine (JPG, GIF, BMP, PNG, etc.)

# TXT_OPMEDIAADDONSBUILTINCATALOGEXPLORERADDONPANEL
source: Catalog Browser
ro: Explorator Cataloage

# TXT_OPMEDIAADDONSBUILTINCATALOGEXPLORERCATALOGITEMPROPFEADDONPANEL
source: Show Catalog Items Properties in Catalog Browser
ro: Arată proprietăţile obiectelor catalog în Explorator Cataloage

# TXT_OPMEDIAADDONSBUILTINCATALOGEXPLORERCATALOGITEMPROPMCADDONPANEL
source: Show Properties of Catalog Files in File Browser
ro: Arată proprietăţile fişierelor catalog (.CTX) în Explorator Fişiere

# TXT_OPMEDIAADDONSBUILTINPLAYERADDONPANEL
source: Play media files with the embedded ProTONE Player extension
ro: Redă fişierele media cu extensia ProTONE Player integrată

# TXT_OPMEDIAADDONSBUILTINVIDEOPROPADDONPANEL
source: Show Properties of Video Files in File Browser
ro: Arată proprietăţile fişierelor video în Explorator Fişiere

# TXT_OPMEDIAADDONSBUILTIN__DEFAULTPREVIEWADDONPANEL
source: Open files with associated Windows program
ro: Deschide fişierele cu programul Windows asociat

# TXT_OPMEDIAADDONSBUILTIN__DEFAULTPROPADDONPANEL
source: Show File System Information in File Browser
ro: Arată proprietăţile legate de sistemul de fişiere

# TXT_ORPHAN_BOOKMARKS
source: Orphan bookmark files
ro: Fişiere reper orfane

# TXT_PREVIEW
source: Preview results ...
ro: Vizualizare rezultate ...

# TXT_PREVIEW_DESC_EDITTAG
source: Preview results of 'Edit Tags' task:
ro: Vizualizare rezultate acţiune 'Editare etichete':

# TXT_PREVIEW_DESC_FILLTAGBYFS
source: Preview results of 'Generate tags based on file/folder name' task:
ro: Vizualizare rezultate acţiune 'Generează etichete folosind numele fișierului / directorului':

# TXT_PREVIEW_DESC_MULTIRENAME
source: Preview results of 'Rename Files' task:
ro: Vizualizare rezultate acţiune 'Redenumire fişiere':

# TXT_PREVIEW_FORM
source: Preview Results
ro: Vizualizare rezultate

# TXT_PREVIEW_TIMER
source: Automatic preview timer (seconds) (0 = Disable automatic preview):
ro: Temporizare vizualizare automată (secunde) (0 = Dezactivează vizualizarea automată):

# TXT_PROPERTYSEARCH
source: Search Metadata (e.g. tags)
ro: Cauta în Metadata (ex. etichete)

# TXT_RECURSIVESEARCH
source: Search in subfolders
ro: Caută în subdirectoare

# TXT_REMOVE_FILES
source: Remove Files
ro: Şterge fişiere

# TXT_RENAME
source: Rename
ro: Redenumire

# TXT_RENAMEPATTERN
source: Rename Pattern:
ro: Şablon redenumire:

# TXT_REOPEN_LAST_CATALOG
source: At program startup, open last loaded catalog
ro: La pornirea programului, deschide ultimul catalog încărcat

# TXT_RETAIN_LAST
source: Remember last
ro: Reţine ultimele

# TXT_ROOT
source: Catalog Root Folder
ro: Director radacină al catalogului

# TXT_SAVECATALOG
source: Save catalog as ...
ro: Salvează catalogul ca ...

# TXT_SCAN_ERROR
source: Scan error
ro: Eroare la scanare

# TXT_SCAN_ERROR_MSG
source: A non-fatal error occured while scanning object: '{0}'. The error message is: {1}. Do you want to continue scanning ?
ro: O eroare non-fatală s-a produs la scanarea obiectului: {0}. Mesajul de eroare este: {1}. Doriţi continuarea scanării ?

# TXT_SEARCHFOLDER
source: Search in folder:
ro: Caută în director:

# TXT_SEARCHPATTERN_FE
source: Specify the search name (allowed wildcards: *, ?) or choose one of the predefined patterns:
ro: Specificaţi numele căutat (metacaractere permise: *, ?) sau alegeţi unul dintre şabloanele predefinite:

# TXT_SEARCHPATTERN_MC
source: Specify the search name, without wildcards:
ro: Specificaţi numele căutat fără metacaractere:

# TXT_SEARCHVALUE
source: Text to be searched:
ro: Textul căutat:

# TXT_SEARCHWIZARD_FE
source: Search Files and Folders
ro: Caută fişiere şi directoare

# TXT_SEARCHWIZARD_MC
source: Search items in catalog
ro: Caută obiecte în catalog

# TXT_SEARCH_BOOKMARKS
source: Search Bookmark Files (*.BMK)
ro: Caută fişiere reper (*.BMK)

# TXT_SEARCH_MEDIAFILES
source: Search Media Files
ro: Caută fişiere media

# TXT_SELECTCATALOG
source: Specify the catalog to add the imported files to:
ro: Specificaţi catalogul unde se vor adăuga elementele importate:

# TXT_SELECTTAGGEDFILES
source: Select audio files to be edited ...
ro: Selectaţi fişierele audio pentru editare ...

# TXT_SELECTTAGGEDFILESFOLDER
source: Select a folder containing the audio files to be edited ...
ro: Selectaţi un director ce contine fişiere audio pentru editare ...

# TXT_SELECTINSERTPOINT
source: Select the insertion point within the selected catalog (press F5 to reload the tree):
ro: Selectaţi punctul de insertie în cadrul catalogului selectat (apasaţi F5 pentru reîncărcarea listei):

# TXT_SENTENCECASE
source: Capitalize first word
ro: Primul cuvânt cu majusculă

# TXT_SHORTCUT
source: Shortcut: {0}
ro: Scurtătură: {0}

# TXT_SUPPLY_CATALOG_DESC
source: Specify a description for your catalog...
ro: Specificaţi o descriere pentru catalog...

# TXT_TAGEDITOR
source: Edit Tags
ro: Editare etichete

# TXT_TOTAL_ITEMS_FOUND
source: Total: {0} item(s) found. Use the right click menu to further process these items.
ro: Total: {0} obiect(e) găsite. Folosiţi meniul contextual pentru a procesa aceste elemente.

# TXT_UNHANDLED
source: Cannot handle the specified task type.
ro: Acest tip de sarcină nu poate fi indeplinit.

# TXT_VER_NA
source: Version info not present (legacy catalog)
ro: Informaţia de versiune lipseşte (Catalog vechi)

# TXT_WAIT_LOADING_CATALOG
source: Please wait while loading catalog ...
ro: Va rugăm aşteptaţi incărcarea catalogului ...

# TXT_WAIT_MERGING_CATALOG
source: Please wait while merging catalogs ...
ro: Va rugăm aşteptaţi alipirea cataloagelor ...

# TXT_WIZCATSTEP1_DESC
source: Specify the catalog to add the imported files to:
ro: Specificaţi catalogul unde se vor adăuga elementele importate:

# TXT_WIZCATSTEP2_DESC
source: Select the folder or disk containing the items to be imported (press F5 to reload the tree):
ro: Selectaţi directorul sau discul conţinând fişierele ce trebuiesc importate: (apasaţi F5 pentru a reîncărca lista):

# TXT_WIZTAGGINGSTEP1_DESC
source: Please specify which files you want to edit. Use the 'Add Files', 'Add Folder', 'Remove Files' buttons to configure the files list.
ro: Specificaţi fişierele ce trebuiesc editate. Folosiţi butoanele 'Adaugă Fişier', 'Adaugă Director', 'Şterge fişiere' pentru a configura lista de fişiere.

# TXT_WIZTAGGINGSTEP2_DESC
source: Please specify how should these files be processed:
ro: Specificaţi cum trebuie procesate aceste fişiere:

# TXT_WORDHANDLING
source: Change words case:
ro: Schimbare majuscule/minuscule:

# TXT_CATALOG_DESC
source: Catalog description
ro: Descriere catalog

# TXT_CATALOGINFO
source: Catalog file information
ro: Informaţii fişier catalog

# TXT_TAGINFO_PATTERNS
source: Tagging Patterns
ro: Şabloane de etichetare

# TXT_INTERNALLABEL
source: Internal media label
ro: Etichetă internă mediu

# TXT_ISORPHAN
source: Is Orphan
ro: Fişier orfan

# TXT_ITEMDATA
source: Additional data
ro: Date adiţionale

# TXT_ITEMTYPE_DESC
source: Original item type
ro: Tipul obiectului

# TXT_MEDIAPATH_SHORT
source: Original path within media
ro: Cale originală în cadrul mediului

# TXT_PARENTMEDIAFILE
source: Parent Media File
ro: Fişier media părinte

# TXT_ROOTSERIALNUMBER
source: Media serial number
ro: Număr serial al mediului

# TXT_TOTALCHILDRENCOUNT
source: Total items
ro: Total elemente

# TXT_TOTALFILECOUNT
source: Total files
ro: Total fişiere

# TXT_TOTALSUBFOLDERCOUNT
source: Total subfolders
ro: Total subdirectoare

# TXT_CATALOGITEMINFO
source: Editable information
ro: Informaţii editabile

# TXT_CATALOGITEMINFO_RO
source: Non-editable information
ro: Informaţii needitabile

# TXT_OPMEDIAADDONSBUILTINCDAPROPADDONPANEL
source: Show properties of Audio CD Files (CDA) in File Browser
ro: Arată proprietățile fișierelor CD Audio (CDA) în Explorator Fișiere

# TXT_GRABBERHINT_STEP1
source: Click on list cells to edit them. Double-click on check images to choose whether to grab a track or not.
ro: Daţi clic pe celulele listei pentru a le edita. Daţi dublu-clic pe imagini pentru a alege dacă importaţi o pistă sau nu.

# TXT_OPTIONS_VBR
source: VBR Options
ro: Opțiuni VBR

# TXT_SELECTDRIVE
source: Select an Audio CD drive:
ro: Selectați o unitate CD audio:

# TXT_SELECTTRACKS
source: Select the tracks to be ripped from the CD:
ro: Selectați pistele ce doriţi să le capturaţi de pe CD:

# TXT_SAVETOFOLDER
source: Save output files to:
ro: Salvează fișierele de ieșire în:

# TXT_OUTPUT_FORMAT
source: Output Format:
ro: Format de ieșire:

# TXT_ENCODEROPTIONS
source: Encoder Options:
ro: Opțiuni Encoder:

# TXT_BITRATE_MODE
source: Bitrate Mode:
ro: Mod rată binară:

# TXT_CHANNEL_MODE
source: Audio Mode:
ro: Mod audio:

# TXT_VBRQUALITY
source: VBR Quality:
ro: Calitate VBR:

# TXT_VBRMODE
source: VBR Mode:
ro: Mod VBR:

# TXT_BITCOPYRIGHT
source: Copyright Bit
ro: Bit Copyright

# TXT_MP3FLAGS
source: MP3 Flags:
ro: Fanioane MP3:

# TXT_BITORIGINAL
source: Original Bit
ro: Bit original

# TXT_BITPRIVATE
source: Private Bit
ro: Bit privat

# TXT_BITCRC
source: CRC Bit
ro: Bit CRC

# TXT_OPTIONS_ADDITIONAL
source: Additional Options
ro: Opțiuni suplimentare

# TXT_LAME_DISCLAIMER
source: ProTONE Suite uses L.A.M.E. for MP3 Encoding.
ro: ProTONE Suite foloseşte L.A.M.E. pentru codarea MP3.

# TXT_CONFIG_NOT_REQUIRED
source: This format does not require any configuration options.
ro: Acest format nu are nevoie de nici o opțiune de configurare.

# TXT_GENERATE_TAG
source: Generate tags based on CD Track Properties
ro: Generează etichete folosind proprietăţile pistelor de pe CD

# TXT_PROCESSING_TRACK
source: Importing CD Track no. {0} to file: '{1}'
ro: Se importă pista nr. {0} de pe CD în fişierul: '{1}'
